Repository: xtaran/update-notitifier-systray
Catalog: po/*.po
Languages: af, ar, ast, bg, br, eo, et, eu, gl, he, id, it, kk, ko, ku, lt, lv, mn, ms, nb, nds, nn, oc, pt, sl, sq, sr, th, zh_tw

source: Software updates available
af: Sagteware-opdaterings beskikbaar
ar: توجد تحديثات برمجية
ast: Hai actualizaciones de software disponibles
bg: Налични са софтуерни актуализации
br: Hizivadennoù meziant hegerz
eo: Programaraj ĝisdatigaĵoj disponeblaj
et: Tarkvara uuendused saadaval
eu: Software eguneraketak daude eskuragarri
gl: Actualizacións de software dispoñibles
he: עדכוני תוכנה זמינים
id: Tersedia pemutakhiran perangkat lunak
it: Disponibili aggiornamenti software
kk: Бағдарламалардың жаңартулары жетімді
ko: 설치할 수 있는 소프트웨어 업데이트가 있음
ku: Rojanekirinê nivîsbariyê hene
lt: Yra programinės įrangos atnaujinimų
lv: Ir pieejami programmatūras atjauninājumi
mn: Програмын сайжруулалтууд хийх боломжтой
ms: Terdapat kemaskini perisian baru
nb: Programvareoppdateringer er tilgjengelig
nds: Opfrischen verfögbar
nn: Programvareoppdateringar er tilgjengelege
oc: Mesas a jorn logicialas disponiblas
pt: Actualizações de software disponíveis
sl: Na voljo so posodobitve programske opreme
sq: Ka programe të përditësuar
sr: Доступна су нова унапређења
th: มีข้อมูลอัพเดทซอฟต์แวร์
zh_tw: 有可供安裝的軟體更新

source: The update information is outdated. This may be caused by network problems or by a repository that is no longer available. Please update manually by clicking on this icon and then selecting 'Check for updates' and check if some of the listed repositories fail.
af: Die opdaterings-informasie is verouderd. Dit kan veroorsaak wees deur netwerkprobleme of deur 'n sagtewarebron dié nie meer beskikbaar nie. Probeer om dit self op te dateer deur op die afbeelding te kliek en daarna te kies vir "Kontroleer vir opdaterings". Kontroleer ook of een van die getoonde sagtewarebronne nie werk nie.
ar: معلومات التحديث قديمة. ربما يكون هذا بسبب مشاكل في الشبكة أو مستودع لم يعد متاحا. من فضلك حدّث يدويا بختيار 'التمس تحديثات' وانظر إذا كانت بعض المستودعات تفشل.
ast: La información d'actualización ta caducada. Esto pue ser causao por problemes de rede o por qu'un depósitu yá nun tea disponible. Por favor actualiza manualmente calcando nesti iconu y depués seleiciona "Buscar actualizaciones" y comprueba si dalgún de los depósitos llistaos falla.
bg: Информацията за актуализациите е изтекла. Това може да се случи поради проблеми с мрежата или от хранилище, което вече не съществува. Моля, обновете я ръчно като натиснете тази икона и после изберете "Проверка за актуализации", за да се провери дали някое от хранилищата ще се провали.
br: Dispredet eo titouroù hizivadenn. Marteze eo en abeg d'ur gudenn rouedad pe d'ur mirlec'h ha n'eo ket hegerz ken. Klikit war an arlun-mañ evit hizivaat dre an dorn, ha da-c'houde diuzit 'gwiriekaat an hizivadennoù' ha gwiriekait ma'z eus kudennoù pa'z eo ar sistem oc'h adtapout mirlec'hioù.
eo: La ĝisdatiga informo estas eksdata. Ĉi tio povas esti kaŭzita de retaj problemoj aŭ de deponejo kiu ne plu disponeblas. Bonvolu mane ĝisdatigi per alklakado sur ĉi tiu piktogramo kaj tiam elektado 'Kontroli pri ĝisdatigoj' kaj kontroli ĉu iuj el la listigitaj deponejoj fiaskas.
et: Uuenduste teave on aegunud. See võib olla põhjustatud probleemidest võrguühendusega või paketihoidlast, mis pole enam saadaval. Palun uuenda käsitsi klõpsates sellel ikoonil ja valides "Otsi uuendusi" ning kontrolli, kas mõni loetletud hoidlatest on probleemne.
eu: Eguneratze informazioa dataz kanpo dago. Hau sare arazo edo eskuragarri ez dagoen errepositorio baten ondorioa izan daiteke. Mesedez, ikono hau sakatu eskuz eguneratzeko, gero 'Egiaztatu eguneraketak' aukeratu eta errepositorioren bat huts egiten ari den egiaztatu.
gl: A información de actualización está desfasada. Isto pode deberse a problemas de conexión ou por un repositorio que xa non estea dispoñible. Por favor, actualice manualmente premendo nesta icona e elixindo a continuación "Buscar actualizacións" e comprobe se algún dos repositorios falla.
he: נתוני העדכון מיושנים. בעיה זו יכולה להגרם עקב בעיות רשת או עקב מאגר שאינו זמין יותר. אנא עדכן ידנית על ידי לחיצה על סמל זה ובחירה ב־'בדיקה אחר עדכונים' כדי לבדוק האם כמה מהמאגרים הרשומים כושלים.
id: Informasi pembaruan sudah kadaluarsa. Mungkin disebabkan masalah jaringan atau oleh repositori yang sudah tidak ada. Silahkan perbarui secara manual dengan mengklik ikon ini dan pilih 'Cek untuk Pembaruan' dan teliti jika ada daftar repositori yang gagal.
it: Le informazioni di aggiornamento non sono recenti. Questo può essere causato da problemi di rete o da un repository non più disponibile. Per aggiornare manualmente fare clic sull'icona di notifica, selezionare «Controlla gli aggiornamenti» e controllare se alcuni repository elencati generano errori.
kk: Жаңартулар туралы ақпарат ескірді. Бұл желілік мәселелерге немесе репозиторияның ұзақ уақыт бойы жетімсіз болғанымен байланысты болуы мүмкін. Осы мәлімдеме суреттемесіне басып, мәзірден "Жаңартуларға жетімдігін тексеру" пунктін таңдап, мүмкін болатын репозиторий қателерін байқап көріңіз.
ko: 업데이트 정보가 오래되었습니다. 네트워크에 문제가 있거나 저장소가 사용불가 상태일 수도 있습니다. 이 아이콘을 눌러 수동으로 업데이트를 한뒤 '업데이트 확인' 을 선택하여 문제가 있는 저장소를 확인하십시오.
lt: Atnaujinimų informacija yra pasenusi. Tai gali būti sukelta tinklo problemų ar saugyklos, kuri daugiau neprieinama. Atnaujinkite rankiniu būdu paspausdami šią piktogramą ir pasirinkdami 'Ieškoti atnaujinimų', tada patikrinkite ar kuri nors iš pateiktų saugyklų sutrikusi.
lv: Atjauninājumu informācija ir novecojusi. Šī stāvokļa iemesls var būt tīkla kļūme vai arī tas, ka repozitorijs vairs nav pieejams. Lūdzu pārbaudiet atjauninājumus klikšķinot uz šīs ikonas un izvēloties 'Pārbaudīt atjauninājumus' pievērsiet uzmanību tam vai kāds repozitorijs neziņo par kļūdu.
mn: Шинэчлэлийн мэдээллэх хугацаа хуучирсан. Сүлжээний асуудалаас эсвэл ажилахаа больсон багцын эх үүсвэрээс болсон байж магад. Та 'сайжруулалтуудыг шалгах ' дүрсэн дээр товшиж гар аргаар сайжруулна уу. Эцэст нь та зарим багцийн эх үүсвэр алдаатай байж болохыг шалгана уу.
ms: Tarikh maklumat kemaskini sudah luput. Ini mungkin disebabkan oleh masalah network atau kerana repository yang tidak ada lagi. Sila mengemaskini secara manual dengan menekan ikon ini dan memilih 'Check for updates' dan periksa jika ada repository yang disenaraikan yang gagal.
nb: Oppdateringsinformasjonen er utdatert. Dette kan være forårsaket av nettverksproblemer eller at en programvarekilde ikke lenger er tilgjengelig. Vennligst oppdater manuelt ved å klikke på dette ikonet og velge 'Se etter oppdateringer' og sjekk om noen av programvarekildene feiler.
nds: Die Update-Informationen sind veraltet. Dies kann an Netzwerkproblemen oder einem nicht mehr verfügbaren Software-Repository liegen. Bitte versuchen sie es manuell, indem sie zuerst auf dieses Symbol und anschließend auf "Updates suchen" klicken. Bitte achten Sie darauf ob bei einem der angegebenen Repositories ein Fehler auftritt.
nn: Oppdateringsinformasjonen er ikkje oppdatert. Det kan hende dette er på grunn av problem med nettverket, eller at ei programvarekjelde ikkje lenger er tilgjengeleg. Ver vennleg å oppdatere manuelt ved å trykkje på dette ikonet og vel "Sjekk" og sjekk om det er nokon programvarekjelder som feilar.
oc: Las informacions de mesa a jorn son obsoletas. Aquò pòt èsser degut a un problèma sus la ret o a un depaus qu'es pas pus disponible. Metètz a jorn manualament en clicant sus aquesta icòna puèi en seleccionant « Verificar las mesas a jorn », puèi verificatz se l'accès a d'unes dels depauses listats fracassa.
pt: A informação de actualização está desatualizada. Isto pode ser causado por problemas de rede ou por algum repositório que já não está disponível. Por favor atualize manualmente clicando neste ícone e seleccionando 'Verificar Actualizações' e verifique se algum dos repositórios listados falha.
sl: Razpoložljivi podatki so zastareli. To je lahko posledica težav z omrežjem, ali pa skladišče ni več na razpolago. Za ročno posodobitev prosimo, da kliknite na to ikono in nato izberete 'Preveri, če so na voljo posodobitve', ter preverite, če katero izmed naštetih skladišč ne javlja napake.
sq: Informacioni i rifreskimit nuk është koherent. Kjo mund të shkaktohet nga problemet e rrjetit ose nga një magazinë e cila ka pushuar së qeni e disponueshme. ju lutemi rifreskojeni në mënyrë manuale duke klikuar në këtë ikonë dhe duke përzgjedhur 'kërko për rifreskime', pastaj kontrolloni nëse disa nga magazinat në listë dështojnë.
sr: Информација о освежењима је застарела. Разлог томе могу бити мрежни проблеми или складиште које више није доступано. Молим да освежавање извршите ручно кликом на ову икону и затим изаберите 'Провери за освежења' и проверите да није неки од складишта недоступан.
th: ข้อมูลรายการปรับปรุงล้าสมัย นี่อาจจะเป็นเพราะระบบเครือข่ายมีปัญหาหรือแหล่งข้อมูลใช้ไม่ได้แล้ว กรุณาทำการปรับปรุงเองด้วยการคลิกที่ไอคอนนีี้แล้วเลือก 'ตรวจหารายการปรับปรุง' และตรวจดูว่ามีปัญหากับแหล่งข้อมูลหรือเปล่า
zh_tw: 更新資訊已過期，可能是網路的問題或是軟體來源無法使用。請按下這個圖示並選擇 "檢查可用更新" 然後檢查列表中無法使用的來源來進行手動更新。

source: An error occurred, please run Package Manager from the right-click menu or apt-get in a terminal to see what is wrong. The error message was: '%s'
af: 'n Fout het voorgekom. Voer die pakketbeheerder vanuit die konteksmenu uit, of apt-get in 'n terminaalvenster om te sien wat verkeerd is. Die foutboodskap was: '%s'
ar: حدث عطل. رجاء شغل مدير الحزم من قائمة السياق أو apt-get في مرقاب لترى ما العطل. رسالة الخطأ كانت: '%s'
ast: Tien asocedío un error; por favor, execute el Xestor de paquetes dende'l menú contestual o apt-get nuna terminal p'adicar au ta'l problema. El mensax d'error foi: '%s'
bg: Появи се грешка! Моля стартирайте Мениджъра на пакети с десен бутон на мишката от менюто или изпълнете apt-get в терминал за да видите какъв е проблема. Съобщението за грешка е: '%s'
br: Ur fazi a zo bet, loc'hit ar merour parkadoù gant al lañser klik a-zehou pe apt-get en un dermenell evit gwelet petra 'zo fall. Ar gemenadenn fazi a oa: '%s'
eo: Eraro okazis, bonvolu ruli la Pakan Administrilon. Elektu ĝin en la dekstraklaka menuo aŭ uzu apt-get en terminalo por kontroli, kio malĝustas. La erarmesaĝo estis: '%s'
et: Esines viga. Et näha, mis on valesti, käivita hüpikmenüüst paketihaldur või terminalis apt-get. Veateade oli: '%s'
eu: Errore bat gertatu da, mesedez, Pakete-Kudeatzailea exekutatu ezazu eskuin klik-eko menutik edo apt-get exekutatu ezazu terminal batean errorea zein izan den jakiteko. Errorearen mezua: '%s'
gl: Produciuse un erro. Execute o Xestor de Paquetes mediante o menú do botón dereito ou apt-get nun terminal para ver o que fallou. A mensaxe de erro foi: "%s"
he: ארעה שגיאה, הרץ את מנהל החבילות בעזרת לחיצה על כפתור העכבר הימני או השתמש בפקודת apt-get מתוך מסוף על מנת לראות מה השתבש. הודעת השגיאה הייתה: '%s'
id: Terjadi kesalahan, silahkan jalankan Manajer Paket dari menu klik-kanan atau apt-get pada sebuah terminal untuk melihat apa yang salah. Pesan kesalahan adalah: '%s"
it: Si è verificato un errore, eseguire Gestore pacchetti dal menù accessibile con il tasto destro del mouse oppure "apt-get" in un terminale per consultare gli errori. Il messaggio di errore è: «%s»
kk: Қате туындады. Пакеттер менеджерін контекст менюінен немесе терминалда apt-get коммандасын қолданып, толық ақпарат ала аласыздар. Қате туралы мәлімдеме: '%s'
ko: 오류가 발생하였습니다. 오른쪽 클릭 메뉴에서 꾸러미 관리자를 실행하거나 터미널에서 apt-get 을 실행시켜 문제를 확인해 주세요. 에러 메시지는 다음과 같습니다: '%s'
lt: Įvyko klaida, prašom paleisti Paketų tvarkyklę iš kontekstinio meniu arba apt-get terminale, kad pamatytumėte, kas blogai. Klaidos pranešimas: „%s“
lv: Notikusi kļūda. Lūdzu palaidiet pakotņu pārvaldnieku no labā klikšķa izvēlnes vai arī palaidiet apt-get terminālī, lai noskaidrotu problēmas cēloni. Kļūdas paziņojums: '%s'
mn: Алдаа гарлаа. Та хулганы баруун товчоор юм уу терминал дээр apt-get ажилуулж, алдаа хаана байгааг харна уу. Алдаа: »%s«
ms: Satu ralat telah berlaku. Sila laksanakan Pengurus Pakej daripada menu klik kanan atau apt-get di terminal untuk melihat masalahnya. Mesej ralatnya adalah: '%s'
nb: En feil har oppstått. Kjør programpakkebehandler fra høyreklikkmenyen eller kjør apt-get i et terminalvindu for å se hva som er problemet. Feilmeldingen var: «%s»
nds: Ein Fehler ist aufgetreten. Um zu sehen was falsch gelaufen ist, starten Sie den Paket-Manager über das rechts-Klick-Menü oder geben in einen Terminal "sudo apt-get" ein. Die Fehlermeldung war: %s
nn: Ein feil har oppstått. Køyr programpakkebehandler frå høgreklikk-menyen eller køyr «apt-get» i eit terminalvindauge for å sjå kva problemet er. Feilmeldinga var: «%s»
oc: Una error s'es producha. Aviatz lo gestionari de paquets a partir del menut contextual (clic-drech) o apt-get dins un terminal per ne saber mai. Lo messatge d'error èra : '%s'
pt: Ocorreu um erro, por favor execute o Gestor de Pacotes com o menu do clique no botão direito ou o apt-get num terminal para verificar o problema. A mensagem de erro foi: '%s'
sl: Prišlo je do napake. Da bi ugotovili, kaj je narobe, iz priročnega menuja zaženite orodje za nameščanje paketov ali pa apt-get v terminalu. Napaka je: '%s'
sq: Ndodhi një gabim, ju lutemi nisni Menaxhuesin e Paketave nga menuja e klikimit me të djathtën ose apt-get në terminal për të parë ku qëndron gabimi. Mesazhi i gabimit ishte: '%s'
sr: Десила се грешка, молимо вас да покренете Менаџера пакета из менија десног клика миша или апт-гет у терминалу да видите у чему је грешка. Порука о грешци је: '%s'
th: มีปัญหาเกิดขึ้น กรุณาเริ่มโปรแกรมจัดการแพ็กเกจจากเมนูโดยคลิกขวาหรือโปรแกรม apt-get ในเทอร์มินัลเพื่อที่จะตรวจสอบปัญหา ปัญหาคือ: '%s'
zh_tw: 發生錯誤，請由右鍵選單來執行套件管理程式或在終端機執行 apt-get 檢查看看問題出現在哪裡。 錯誤訊息：‘%s’

source: An error occurred, please run Package Manager from the right-click menu or apt-get in a terminal to see what is wrong.
af: 'n Fout het voorgekom. Voer die Pakketbeheerder vanuit die konteksmenu, of apt-get in 'n terminaalvenster om te sien wat verkeerd is.
ar: حدث عطل. رجاءً شغّل مدير الحزم من قائمة السياق أو apt-get في مرقاب لترى ما العطل.
ast: Tien asocedío un error; por favor, execute el Xestor de paquetes dende'l menú contestual o apt-get nuna terminal p'adicar au ta'l problema.
bg: Появи се грешка! Моля стартирайте Мениджъра на пакети с десен бутон на мишката от менюто или изпълнете apt-get в терминал за да видите какъв е проблема.
br: Ur fazi a zo bet, loc'hit ar merour parkadoù gant al lañser klik a-zehou pe apt-get en un dermenell evit gwelet petra 'zo fall.
eo: Eraro okazis, bonvolu lanĉi la Administrilo de Pakaĵoj "Package Manager" per dekstro-alklaka menuo aŭ komando "apt-get" en terminalo por vidi tion kion malbonas.
et: Esines viga. Vea nägemiseks käivita hüpikmenüüst paketihaldur või terminalis apt-get.
eu: Errore bat gertatu da, mesedez, Pakete-Kudeatzailea exekutatu ezazu eskuin klik-eko menutik edo apt-get exekutatu ezazu terminal batean errorea zein izan den jakiteko.
gl: Produciuse un erro. Execute o Xestor de Paquetes mediante o menú do botón dereito ou apt-get nun terminal para ver que fallou.
he: ארעה שגיאה, הרץ את מנהל החבילות בעזרת לחיצה על כפתור העכבר הימני או השתמש בפקודת apt-get מתוך מסוף על מנת לראות מה השתבש.
id: Terjadi kesalahan, silahkan jalankan Manajer Paket dari menu klik-kanan atau apt-get pada sebuah terminal untuk melihat apa yang salah.
it: Si è verificato un errore, eseguire Gestore pacchetti dal menù accessibile col tasto destro del mouse oppure "apt-get" in un terminale per consultare gli errori.
kk: Қате туындады. Қосымша ақпарат алу үшін пакеттер менеджерін контексттік мәзірінде немесе терминалда apt-get бағдарламасын ашыңыз.
ko: 오류가 발생하였습니다. 오른쪽 클릭 메뉴에서 꾸러미 관리자를 실행하거나 터미널에서 apt-get 을 실행시켜 문제를 확인해 주세요.
ku: Çewtiyek çêbû, ji bo diyarkirina çewtiyê ji kerema xwe re an Rêvebirê Pakêtan ji menûya bi tikandina rastê bidin destpêkirin an jî di termînalê de bidin xebitandin.
lt: Įvyko klaida, prašom paleisti Paketų tvarkyklę iš konktekstinio meniu arba apt-get terminale, kad pamatytumėte, kas blogai.
lv: Notikusi kļūda. Lūdzu palaidiet pakotņu pārvaldnieku no labā klikšķa izvēlnes vai arī palaidiet apt-get terminālī, lai noskaidrotu problēmas cēloni.
mn: Алдаа гарсан, ажиллаж байгаа Багц зохион байгуулагчийн цэс дээр баруун товчоо да эсвэл терминал дээр apt-get гэж бичиж юу нь буруу болсныг хар.
ms: Satu ralat telah berlaku. Sila laksanakan Pengurus Pakej daripada menu klik kanan atau apt-get di terminal untuk melihat masalahnya.
nb: En feil har oppstått. Kjør programpakkebehandler fra høyreklikkmenyen eller kjør apt-get i et terminalvindu for å se hva som er problemet.
nds: Ein Fehler ist aufgetreten. Um zu sehen was falsch gelaufen ist, starten Sie den Paket-Manager über das rechts-Klick-Menü oder geben in einen Terminal "sudo apt-get" ein.
nn: Ein feil har oppstått. Køyr programpakkebehandler frå høgreklikk-menyen eller køyr «apt-get» i eit terminalvindauge for å sjå kva problemet er.
oc: Una error s'es producha. Aviatz lo gestionari de paquets a partir del menut contextual (clic-drech) o apt-get dins un terminal per ne saber mai.
pt: Ocorreu um erro, por favor execute o Gestor de Pacotes pelo menu do clique-direito ou o apt-get num terminal para verificar o qual é o problema.
sl: Prišlo je do napake. Da bi ugotovili, kaj je narobe, iz priročnega menuja zaženite orodje za nameščanje paketov ali pa apt-get v terminalu.
sq: Ndodhi një gabim, ju lutemi nisni menxhuesin e paketave nga menuja e klikimit me të djathtën ose apt-get në një terminal për të parë ku qëndron gabimi.
sr: Десила се грешка, молимо вас да покренете Менаџера пакета из менија десног клика миша или апт-гет у терминалу да видите у чему је грешка.
th: มีปัญหาเกิดขึ้น กรุณาเริ่มโปรแกรมจัดการแพ็กเกจจากเมนูโดยคลิกขวาหรือโปรแกรม apt-get ในเทอร์มินัลเพื่อที่จะตรวจสอบปัญหา
zh_tw: 發生錯誤，請由右鍵選單來執行套件管理程式或在終端機執行 apt-get 檢查看看問題出現在哪裡。

source: This usually means that your installed packages have unmet dependencies
af: Dit beteken gewoonlik dat enkele sagtewarepakette op u rekenaar afhanklik is van ander pakkette wat nog nie geïnstalleer is nie.
ar: يعني هذا غالبا أن حزمك المثبتة تنقصها اعتماديات
ast: Normalmente, esto quier dicir que tien instalao paquetes que tienen dependencies que nun se puen satisfacer.
bg: Това обикновено означава, че инсталираните пакети имат неосигурени зависимости.
br: Alies e talvez ez eus dalc'hoù diziskoulm gant ho pakadoù staliet
eo: Kutime tio signifas, ke viaj instalitaj pakaĵoj havas nekongruajn dependojn
et: Tavaliselt tähendab see, et paigaldatud pakettidel on rahuldamata sõltuvusi
eu: Honek askotan, instalatutako paketeek betetzen ez diren dependentziak dituztela adierazten du.
gl: Isto normalmente quere dicir que os paquetes instalados teñen dependencias insatisfeitas
he: בדרך כלל המשמעות היא שלחבילות שהתקנת יש תלות בחבילות אחרות שלא ניתן להתקין.
id: Ini biasanya berarti anda menginstal paket yang tidak memenuhi ketergantungan
it: Di solito questo significa che i pacchetti installati presentano delle dipendenze irrisolte
kk: Әдетте бұндай қате орнатылған пакеттерінде рұқсат берілмеген тәуелділіктері бар болуымен байланысты
ko: 이 오류는 설치된 꾸러미의 의존성이 맞지 않을 때 주로 나타납니다
ku: Mana vê bi giştî ev e: Di paketên sazkirî yên te de bindestî (dependency) yên neamade (unmet) hene.
lt: Tikriausiai tai reiškia, jog nėra jūsų įdiegtiems paketams reikalingų paketų
lv: Tas parasti nozīmē, ka jūsu uzstādāmajām pakotnēm ir neatrisinātas atkarības
mn: Энэ нь ихэвчлэн тэр суусан багцын арга ухаанаас хараат байна.
ms: Ini biasanya disebabkan oleh pakej yang anda pasang tidak cukup fail (dependency)
nb: Dette betyr vanligvis at noen av de installerte pakkene har avhengigheter som ikke er tilfredsstilt.
nds: Dat heet meestens, dat Programmpaketavhangen nich akerat löst sünd
nn: Dette tyder vanlegvis på at dei installerte pakkane har krav som ikkje er møtt.
oc: Aquò significa generalament que d'unas dependéncias dels paquets installats son pas satisfachas
pt: Isto geralmente significa que os pacotes instalados têm pendências
sl: To ponavadi pomeni, da so nameščeni paketi odvisni od paketov, ki niso na voljo.
sq: Zakonisht, kjo do të thotë që u instaluat paketa që i mungojnë varësitë.
sr: Најчешћи узрок је непостојање одговарајућих зависности за изабране пакете
th: นี่โดยปกติจะหมายความว่าแพ็กเกจที่คุณติดตั้งมีแพ็กเกจอื่นที่ต้องการแต่ไม่มีให้
zh_tw: 這通常是因為準備安裝的套件無法符合軟體相依性的條件

source: A problem occurred when checking for the updates.
af: 'n Probleem het ontstaan by die kontrolering van opdaterings
ar: طرأت مشكلة أثناء التماس تحديثات.
ast: Hebo un problema al comprobar les actualizaciones.
bg: Възникна проблем при проверка за актуализации.
br: Ur gudenn a zo bet pa'z oa o wiriekaat an hizivadennoù.
eo: Problemo okazis dum kontrolado pri la ĝisdatigoj.
et: Uuenduste kontrolli ajal tekkis probleem.
eu: Erroreren bat gertatu da eguneratzerik badagoen egiaztatzean.
gl: Produciuse un problema ao comprobar as actualizacións
he: ארעה שגיאה במהלך בדיקת עדכונים.
id: Masalah terjadi ketika memeriksa pembaruan.
it: Si è verificato un problema durante la verifica aggiornamenti.
kk: Жаңартуларды іздеу кезінде қате туындады.
ko: 업데이트를 확인하던 중 문제가 발생하였습니다.
ku: Dema li rojanekirina dihat nihêrtin, çewtiyek çêbû.
lt: Ieškant atnaujinimų įvyko klaida.
lv: Meklējot atjauninājumus notikusi problēma.
mn: Шинэчлэл шалгаж байх явцах асуудал гарсан
ms: Satu masalah telah berlaku ketika memeriksa kemaskini.
nb: Ett problem oppstod mens det ble undersøkt etter oppdateringer.
nds: Bi de Sök nah Opfrischen is een Fehler optreten.
nn: Eit problem oppstod ved sjekk av oppdateringar.
oc: I a agut un problèma al moment de verificar las mesas a jorn.
pt: Ocorreu um problema ao verificar por novas actualizações.
sl: Pri iskanju morebitnih posodobitev je prišlo do napake.
sq: Ndodhi një gabim gjatë kërkimit për rifreskime.
sr: Десио се проблем у току провере за освежењима.
th: เกิดปัญหาขณะตรวจอัพเดท
zh_tw: 檢查更新時有錯誤發生。

source: Internal error
af: Interne fout
ar: عطل داخلي
ast: Error internu
bg: Вътрешна грешка
br: Fazi diabarzh
eo: Interna eraro
et: Sisemine viga
eu: Barne-errorea
gl: Erro interno
he: שגיאה פנימית
id: Kesalahan internal
it: Errore interno
kk: Ішкі қате
ko: 내부 오류
ku: Çewtiya hundirî
lt: Vidinė klaida
lv: Iekšējā kļūda
mn: Дотоод алдаа
ms: Kesalahan dalaman
nb: Intern feil
nds: Binnenfehler
nn: Intern feil
oc: Error intèrna
pt: Erro interno
sl: Notranja napaka
sq: Gabim i brendshëm
sr: Унутрашња грешка
th: ผิดพลาดภายใน
zh_tw: 內部錯誤

source: - inform about updates
af: -informeer oor opdaterings
ar: - أبلغ بالتحديثات
ast: - informar sobro los anovamientos
bg: - информиране за актуализации
br: - titour diwar benn hizivaadur
eo: - informi pri ĝisdatigoj
et: - teavita uuendustest
eu: - eguneraketen berri eman
gl: - informar acerca das actualizacións
he: - הודעה אודות עדכונים
id: - informasikan tentang pembaruan
it: - informa riguardo gli aggiornamenti
kk: - жаңартулар жайлы мәлімдеу
ko: -업데이트에 대한 보고
lt: - pranešti apie atnaujinimus
lv: - informēt par atjauninājumiem
mn: - интормын тухай шинэчлэл
ms: - mengumumkan tentang kemaskini.
nb: - informer om oppdateringer
nds: - Informatschoon över Opfrischen
nn: - informer om oppdateringar
oc: - informacion sus las mesas a jorn
pt: - informar sobre actualizações
sl: - obvesti o posodobitvah
sq: - informo rreth përditësimeve
sr: - информишу о освежењима
th: - แจ้งเกี่ยวกับการปรับปรุง
zh_tw: - 提示更新
