Repository: xtaran/update-notitifier-systray
Catalog: po/*.po
Languages: af, ar, ast, bg, br, eo, et, eu, gl, he, id, it, kk, ko, ku, lt, lv, mn, ms, nb, nds, nn, oc, pt, sl, sq, sr, th, zh_tw

source: APTonCD volume detected
af: APTopCD-volume gevind
ar: يوجد مجلد APTonCD
ast: Deteutáu volume APTonCD
bg: Открит е APTonCD носител
br: Pladenn APTonCD dinoet
eo: APTonCD sonlaŭteco detektita
et: Avastati APTonCD andmekandja
eu: APTonCD bolumena detektatu da
gl: Detectouse un volume APTonCD
he: התגלה כונן APTonCD
id: Volume APTonCD terdeteksi
it: Rilevato volume APTonCD
kk: APTonCD дискісі табылды
ko: APTonCD 볼륨 발견
ku: Medyaya APTonCD hat dîtin
lt: Aptikta APTonCD talpykla
lv: Atrasts APTonCD sējums
mn: APTonCD мэдээлэл тээгч илэрлээ
ms: Medium APTonCD dikesan
nb: APTonCD oppdaget
nds: Datendräger mit APTonCD-Daten feststellt
nn: APTonCD oppdaga
oc: Disc APTonCD detectat
pt: Volume APTonCD detectado
sl: Zaznan je nosilec APTonCD
sq: U dallua një volum APT në CD
sr: АПТнаЦД диск је детектован
th: ตรวจพบ APTonCD volume
zh_tw: 偵測到 APTonCD

source: <span weight="bold" size="larger">A volume with unofficial software packages has been detected.</span> Would you like to open it with the package manager?
af: <span weight="bold" size="larger">'n Skyf met onoffisiële sagtewarepakkette is gevind.</span> Wil u dit met die pakketbeheerder oopmaak?
ar: <span weight="bold" size="larger">يوجد مجلد يحوي حزما برمجية غير رسمية.</span> أتريد فتحه بمدير الحزم؟
ast: <span weight="bold" size="larger">Tiense deteutáu un volume con paquetes non oficiales de software.</span> ¿Deseya abrilu col xestor de paquetes?
bg: <span weight="bold" size="larger">Открите е носител с неофициални софтуеърни пакети.</span> Желаете ли да го отворите с мениджъра за пакети?
br: <span weight="bold" size="larger">Trobarzhell-stokañ gant pakadoù meziantoù anofisiel ennañ 'zo bet dinoet.</span> Ha c'hoant ho peus da zigeriñ anezhañ gant ar merour pakadoù?
eo: <span weight="bold" size="larger">Aldona datenportilo kun maloficialaj pakoj estis detektita.</span> Ĉu vi ŝatus malfermi ĝin per la paka mastrumilo?
et: <span weight="bold" size="larger">Avastati mitteametlike tarkvarapakettidega andmekandja.</span> Kas soovid selle avada paketihalduriga?
eu: <span weight="bold" size="larger">Software-pakete ez-ofizialak dauzkan bolumen gehigarri bat detektatu da.</span> Pakete-kudeatzailearekin ireki nahi al duzu?
gl: <span weight="bold" size="larger">Detectouse un volume con paquetes de software non oficiais.</span> Quéreo abrir co xestor de paquets?
he: <span weight="bold" size="larger">התגלה כונן עם חבילות תוכנה לא רשמיות.</span> האם תרצה לפתוח אותו בעזרת מנהל החביולות?
id: <span weight="bold" size="larger">Sebuah volume dengan paket software tak resmi telah terdeteksi.</span> Apakah anda ingin membukanya dengan pengelola paket?
it: <span weight="bold" size="larger">È stato rilevato un volume contenente pacchetti software non ufficiali.</span> Aprire tale volume con il gestore di pacchetti?
kk: <span weight="bold" size="larger">Ресми емес бағдарламалардың пакеттер дискісі табылды.</span> Сіз осы дискіні пакеттер менеджерімен ашқыңыз келеді ме?
ko: <span weight="bold" size="larger">비공식 소프트웨어 패키지를 포함한 볼륨 발견</span> 패키지 관리자로 열까요?
lt: <span weight="bold" size="larger">Rasta talpykla su neoficialia programine įranga.</span> Ar norėtumėte atverti ją su paketų tvarkykle?
lv: <span weight="bold" size="larger">Atrasts sējums ar neoficiālām programmām.</span> Vai vēlaties atvērt to ar pakotņu pārvaldnieku?
mn: <span weight="bold" size="larger">Албан ёсоор дэмждэггүй програмын багч илэрлээ.</span> Та үүнийг багц зохион байгуулагчааар нээх үү?
ms: <span weight="bold" size="larger">Medium pakej perisian tidak rasmi telah dikesan.</span> Adakah anda mahu membukanya menggunakan Pengurus Pakej?
nb: <span weight="bold" size="larger">Et volum med uoffisiell programvare har blitt oppdaget</span> Ønsker du å åpne det med pakkebehandleren?
nds: <span weight="bold" size="larger">Een Datendräger mit nich-unnerstütten Programmpaketen warrt feststellt.</span> Schall de paketoppasser startet werrn?
nn: <span weight="bold" size="larger">Eit medium med uoffisiell programvare har vorte oppdaga.</span> Ynskjer du å opna det med pakkebehandlaren?
oc: <span weight="bold" size="larger">Un disc que conten d'aplicacions logicialas non oficialas es estat detectat.</span> Lo volètz dobrir amb lo gestionari de paquets ?
pt: <span weight="bold" size="larger">Um volume com pacotes de software não-oficiais foi detectado.</span> Gostaria de abri-lo com o gestor de pacotes?
sl: <span weight="bold" size="larger">Zaznan je bil nosilec z neuradnimi paketi aplikacij.</span> Ali ga želite odpreti z orodjem za nameščanje paketov?
sq: <span weight="bold" size="larger">U dallua një volum me paketa jo zyrtare programesh.</span> Do të donit ta hapnit atë me menaxhuesin e paketave?
sr: <span weight="bold" size="larger">Диск са незваничним апликацијама је детектован.</span> Да ли желите да их отворите са управљачем пакета?
th: <span weight="bold" size="larger">ตรวจพบ volume ที่มีซอฟต์แวร์แพ็กเกจที่ไม่เป็นทางการ</span> คุณต้องการที่จะเปิดด้วยโปรแกรมจัดการแพ็กเกจหรือไม่?
zh_tw: <span weight="bold" size="larger">偵測到含有非官方軟體套件的磁區。</span> 要使用套件管理程式開啟它嗎？

source: Information available
af: Informasie is beskikbaar
ar: توجد معلومات
ast: Información disponible
bg: Информация е налична
br: Titouroù hegerz
eo: Informo disponebla
et: Informatsioon saadaval
eu: Informazioa eskuragarri
gl: Información disponíbel
he: מידע זמין
id: Informasi tersedia
it: Informazioni disponibili
kk: Ақпарат жетімді
ko: 정보를 볼 수 있음
ku: Agahî hene
lt: Prieinama informacija
lv: Pieejamā informācija
mn: Мэдээлэл авах боломжтой
ms: Maklumat yang ada
nb: Informasjon tilgjengelig
nds: Informatschoon verfögbar
nn: Informasjon tilgjengeleg
oc: Entresenhas disponiblas
pt: Informação disponível
sl: Informacije na voljo
sq: Ka informacion të disponueshëm
sr: Информације су доступне
th: มีข้อมูลใหม่
zh_tw: 有可用的資訊

source: _Run this action now
af: Voe_r hierdie aksie nou uit
ar: _شغل هذا الإجراء اﻵن
ast: _Executar esta aición agora.
bg: _Стартиране на това действие сега
br: _Seveniñ an ober-mañ bremañ
eo: Nun _lanĉu tiun agon
et: _Käivita see tegevus kohe
eu: _Egin ekintza hau orain
gl: Execute esta acción ago_ra
he: _בצע פעולה זו כעת
id: Jalankan aksi ini seka_rang
it: _Esegui questa azione ora
kk: _Осы амалды казір орындау
ko: 이 동작을 실행(_R)
ku: Vê çalakî _niha bimeşîne
lt: _Vykdyti šį veiksmą
lv: _Sākt šo darbību tagad
mn: Энэ _үйлдлийг одоо гүйцэтгэ
ms: _Laksanakan tindakan ini sekarang
nb: _Utfør denne handlingen nå
nds: _Düsse Aktschoon nu utföhrn
nn: Køyr no
oc: _Executar aquesta accion ara
pt: _Executar esta acção agora
sl: _Izvedi izbrano operacijo
sq: _Kryej tani këtë veprim
sr: _Покрени ову акцију одмах
th: ดำเนินการเดี๋ยวนี้
zh_tw: 立刻執行此動作(_R)

source: Click on the notification icon to show the available information.
af: Kliek op die aanduier-afbeelding om die beskikbare inligting te vertoon
ar: انقر على أيقونة التبليغ لتستعرض المعلومات المتوفرة.
ast: Calque sobro l'iconu de notificación p'amosar l'información disponible
bg: Натиснете върху иконата за известяване, за да видите информацията.
br: Klikit war an arlun-kelaouiñ evit gwelout an titouroù hegerz
eo: Alklaku la sciigan piktogramon por montri la disponeblajn informojn.
et: Saadaval oleva info kuvamiseks klõpsa teateikoonil.
eu: Informazioa erakusteko egin klik jakinarazpen-ikonoan
gl: Prema sobre a icona de notificación para amosar a información dispoñible.
he: לחץ על צלמית ההתרעות על מנת להציג את המידע הזמין.
id: Klik pada ikon notifikasi untuk menampilkan keterangan yang tersedia.
it: Fare clic sull'icona di notifica per mostrare le informazioni disponibili.
kk: Жетімді ақпарат көрсету үшін, мәлімдеме суреттемесіне бір рет тышқанмен шертіңіз.
ko: 정보를 보려면 알림 아이콘을 클릭하십시오.
ku: Ji bo dîtina agahiya amade li ser nîşana agahdarker bitikîne.
lt: Norėdami peržiūrėti prieinamą informaciją, spustelėkite pranešimo piktogramą
lv: Kilkšķiniet uz paziņojuma ikonas, lai parādītu pieejamo informāciju.
mn: Зааврыг үзэхийн тулд мэдээлэх цонх дээрх дүрсийг товш.
ms: klik pada ikon notifikasi untuk papar maklumat yang sedia ada
nb: Klikk på varslingsikonet for å vise den tilgjengelige informasjonen.
nds: Bidde op de Henwiesbill klicken, um de verfögbaren Informatschoon optowiesen.
nn: Klikk på varslingsikonet for å syne tilgjengeleg informasjon.
oc: Clicatz sus l'icòna de notificacion per mostrar las entresenhas disponiblas.
pt: Clique no ícone de notificação para mostrar a informação disponível
sl: Kliknite na ikono z obvestilom, za prikaz informacij.
sq: Kliko tek ikona e njoftimit për të shfaqur informacionin.
sr: Кликните на икону обавештења како би сте приказали доступне информације.
th: คลิกที่สัญลักษณ์แจ้งเตือนเพื่อแสดงข้อมูลที่มีอยู่
zh_tw: 按下通知圖示查看可取得的資訊。

source: System restart required
af: Die rekenaar moet herlaai word
ar: يجب إعادة تشغيل النظام
ast: Ye necesario reaniciar el sistema
bg: Нужно е рестартиране на системата
br: Ret eo adloc'hañ ar sistem
eo: Sistema rekomenciĝo bezonata
et: Vajalik on süsteemi taaskäivitamine
eu: Sistema berrabiarazi behar da
gl: É necesario reiniciar o sistema
he: נדרש אתחול מערכת
id: Dibutuhkan restart sistem
it: Richiesto riavvio del sistema
kk: Жүйенің қайта жүктелуі қажет
ko: 시스템을 다시 시작해야 합니다
ku: Ji nû destpêkirina pergalê pêwîst e
lt: Reikia perkrauti kompiuterį
lv: Nepieciešams sistēmas restarts
mn: Системийг дахин эхлүүлэх хэрэгтэй
ms: Ulangidup system diperlukan
nb: En omstart av datamaskinen er nødvendig
nds: Systemnejstart nödig
nn: Ein systemomstart er naudsynt
oc: Vos cal tornar aviar lo sistèma
pt: É necessário reiniciar o sistema
sl: Potreben je ponoven zagon sistema
sq: Është e nevojshme rinisja e sistemit
sr: Потребно је поново покретање система
th: ต้องการ การเริ่มระบบใหม่
zh_tw: 系統需要重新啟動

source: To complete the update of your system, please restart it. Click on the notification icon for details.
af: Om die opdatering van u stelsel te voltooi, moet u rekenaar opnuut herlaai word. Kliek op die kennisgewingsafbeelding vir meer besonderhede.
ar: من فضلك أعِد تشغيل النظام لإكمال التحديث.
ast: Pa completar l'actualización del to sistema, por favor reanícialu. Calca nel iconu de notificación pa más detalles.
bg: За да завърши актуализирането на вашата система, моля рестартирайте я. Натиснете върху иконата за подробности.
br: Adloc'hit hoc'h urzhiataerezh evit echuiñ hizivadenn ho sistem. Klikit war an arlun-kelaouiñ evit munudoù.
eo: Por kompletigi la ĝisdatigon de via sistemo, bonvolu restartigi ĝin. Alklaki sur la sciiga piktogramo por detaloj.
et: Uuendamise lõpetamiseks taaskäivita arvuti. Üksikasjade kuvamiseks klõpsa teateikoonil.
eu: Sistemaren eguneratzea bukatzeko, berrabiaraz ezazu mesedez Sakatu jakinarazpen-ikonoan xehetazunak ikusteko.
gl: Para completar a actualización do seu sistema, reinícieo. Para maior detalle, prema na icona de notificación.
he: כדי להשלים את העדכון במחשב זה, עליך לאתחלו. לחץ על סמל ההתרעה למידע נוסף.
id: Untuk menyelesaikan pembaruan sistem anda, silahkan restart Klik ikon peringatan untuk lebih detailnya
it: Riavviare il sistema per completare l'aggiornamento. Fare clic sull'icona di notifica per ulteriori dettagli.
kk: Өзіңіздің жүйеңізді жаңарту үшін, оны қайта жүктеңіз. Қосымша ақпарат алу үшін мәлімдеме суреттемесіне тышқанменен бір рет шертіңіз
ko: 업데이트 완료를 위해 시스템을 다시 시작해 주십시오. 자세한 내용을 보려면 알림 아이콘을 클릭하십시오.
ku: Ji bo qedandina rojanekirina pergala xwe, ji kerema xwe re ji nû ve bidin destpêkirin.
lt: Kad pabaigtumėte savo sistemos atnaujinimą, prašome ją perkrauti. Spauskite ant pranešimo ženkliuko, kad pamatytumėte daugiau detalių.
lv: Lai pabeigtu savas sistēmas atjaunināšanu, lūdzu pārstartējiet to, Klikšķiniet uz paziņojuma ikonas, lai iegūtu papildus informāciju.
mn: Сайжруулалтыг дуусгахын тулд та системээ дахин эхлүүлнэ үү. Дэлгэрэнгүй мэдээллийг авахын тулд мэдээлэх цонх дээрх дүрсийг товш.
ms: Untuk melengkapkan kemaskini sistem anda, sila tutup dan buka ia semula. Tekan ikon pemberitahuan untuk butir-butir.
nb: Vennligst start systemet på nytt for å fullføre oppdateringen. Klikk på varslingsikonet for flere detaljer.
nds: Um dat Systemopfrischen avtosluten, bidde dat System nej starten. För Details, klick op dat Henwiesbill.
nn: For at oppdateringa av systemet skal verte fullført må du starte maskina på nytt. Trykk på varslingsikonet for meir informasjon.
oc: Per acabar la mesa a jorn del sistèma, amodatz-lo tornarmai. Clicatz sus l'icòna de notificacion per mai d'entresenhas.
pt: Por favor reinicie o sistema de modo a completar a actualização. Clique no ícone de notificação para mais informações.
sl: Za dokončanje posodobitve vašega sistema, vas prosimo, da ga ponovno zaženite. Za podrobnosti kliknite na opozorilno ikono.
sq: Për të kompletuar rifreskimin e sistemit, ju lutemi riniseni atë. Klikoni në ikonën lajmëruese për më tepër detaje.
sr: Да би сте завршили са освежавањем система,молимо вас да га поново покренете. За више информација кликните на иконицу детаљи.
th: เพื่อที่จะให้การปรับปรุงระบบของคุณเสร็จสมบรูณ์ กรุณาเริ่มเครื่องใหม่ คลิกสัญลักษณ์แจ้งเหตุเพื่อดูรายละเอียด
zh_tw: 您的系統已完成更新，請重新啟動。 按下通知圖示可取得詳細資料。

source: Reboot failed
af: Herlaai het misluk
ar: فشلت إعادة الإقلاع
ast: Falló'l reaniciu
bg: Рестартирането е неуспешно
br: Fall eo bet an adlañsadur sistem
eo: Restartigo malsukcesita
et: Taaskäivitamine nurjus
eu: Errorea berrabiaraztean
gl: Fallou o reinicio
he: ההפעלה מחדש נכשלה
id: Reboot gagal
it: Riavvio non riuscito
kk: Қайта жүктелі сәтсіз
ko: 재부팅 실패
ku: Dîsdestpêkirin biserneket
lt: Nepavyko įkelti OS iš naujo
lv: Neizdevās pārstartēt
mn: Дахин ачаалахад алдаа гарлаа
ms: Mengoperasikan semula sistem komputer gagal.
nb: Omstart feilet
nds: Nejstart fehlslagen
nn: Omstart feila
oc: La reamodament del sistèma a fracassat
pt: Falha ao reiniciar o sistema
sl: Ponovni zagon je spodletel
sq: Rinisja dështoi
sr: Поновно покретање није успело
th: การ Reboot ล้มเหลว
zh_tw: 重新啟動失敗

source: Failed to request reboot, please shutdown manually
af: Kon nie herlaai nie, skakel asseblief self die rekenaar af
ar: فشل طلب إعادة الإقلاع، من فضلك أغلق الجهاز يدويا
ast: Falló'l reaniciu solicitáu; por favor, apague manualmente
bg: Неуспешен опит за заявка на рестартиране, моля изключете ръчно
br: Fazi o c'houlenn adlañsañ, mar plij ganeoc'h lazhañ dre zorn
eo: Fiaskis restarti, bonvolu malŝalti la komputilon mane
et: Taaskäivitamise nõudmine nurjus, palun taaskäivita käsitsi
eu: Errorea berrabiaraztea eskatzean, eskuz itzali ezazu
gl: Fallou a petición de reinicio; apage manualmente
he: ארע כשל בבקשת ההפעלה מחדש, יש לכבות ידנית
id: Gagal meminta reboot, silahkan mematikan secara manual
it: Impossibile richiedere il riavvio, arrestare il sistema manualmente
kk: Қайта жүктелу мүмкін емес, кейінірек өзіңіз сөндіріңіз
ko: 재부팅을 수행하는 데 실패했습니다. 수동으로 종료해 주십시오.
lt: Nepavyko paprašyti įkelti OS iš naujo, prašome stabdyti rankiniu būdu
lv: Neizdevās pieprasīt pārstartēšanu, lūdzu izdariet to pašrocīgi
mn: Дахин ачаалах асуултанд алдаа гарлаа. Та гар аргаар унтраан уу.
ms: Gagal untuk meminta mengoperasikan semula sistem komputer, sila tutup komputer anda secara manual.
nb: Omstart mislyktes, vennligst slå av manuelt
nds: Fehler bi'm Nejstart. Bidde sülvst nej starten
nn: Omstart feila, ver vennleg å slå av manuelt
oc: Fracàs de la demanda de reamodament. Tornatz aviar manualament.
pt: Falha ao pedir para reiniciar o sistema, por favor encerre manualmente
sl: Zahteva po ponovnem zagonu ni uspel. Prosimo, opravite ročni izklop.
sq: Dështuam në kërkesën për rindezje, ju lutemi fikeni manualisht
sr: Постављање захтева за поновно покретање није успело, молим угасите ручно
th: การร้องขอให้ reboot ล้มเหลว, กรุณา shutdown ด้วยตนเอง
zh_tw: 重新啟動請求失敗，請執行手動關機

source: Show updates
af: Vertoon opdaterings
ar: اعرض التحديثات
ast: Amosar actualizaciones
bg: Показване на актуализациите
br: Diskouez an hizivadennoù
eo: Vidigi ĝisdatigaĵojn
et: Näita uuendusi
eu: Eguneraketak erakutsi
gl: Mostrar actualizacións
he: הצג עדכונים
id: Tampilkan pemutakhiran
it: Mostra aggiornamenti
kk: Жаңартуларды көрсету
ko: 업데이트 보기
ku: Rojanekirinan nîşan bide
lt: Parodyti atnaujinimus
lv: Parādīt atjauninājumus
mn: Сайжруулалтуудыг харах
ms: Papar kemaskini
nb: Vis oppdateringer
nds: Opfrischen opwiesen
nn: Syn oppdateringane
oc: Afichar las mesas a jorn
pt: Mostrar actualizações
sl: Prikaži posodobitve
sq: Shfaq përditësimet
sr: Прикажи унапређења
th: แสดงรายการอัพเดท
zh_tw: 顯示更新

source: Install all updates
af: Installeer alle opdaterings
ar: ثبِّت كل التحديثات
ast: Instalar toles actualizaciones
bg: Инсталиране на всички актуализации
br: Saliañ an holl hizivadennoù
eo: Instali ĉiujn ĝisdatigaĵojn
et: Paigalda kõik uuendused
eu: Eguneraketa guztiak instalatu
gl: Instalar todas as actualizacións
he: התקן את כל העדכונים
id: Instal semua pemutakhiran
it: Installa tutti gli aggiornamenti
kk: Барлық жаңартуларды орнату
ko: 업데이트 모두 설치
ku: Hemû rojanekirinan saz bike
lt: Įdiegti visus atnaujinimus
lv: Uzstādīt visus atjauninājumus
mn: Бүх сайжруулалтуудыг суулгах
ms: Pasang semua kemaskini
nb: Installer alle oppdateringer
nds: Opfrischen installeren
nn: Installér alle oppdateringane
oc: Installar totas las mesas a jorn
pt: Instalar todas as actualizações
sl: Namesti vse posodobitve
sq: Instalo të gjithë përditësimet
sr: Унапреди све
th: ติดตั้งข้อมูลอัพเดททั้งหมด
zh_tw: 安裝所有更新

source: Check for updates
af: Kontrolleer vir opdaterings
ar: التمس تحديثات
ast: Comprobar actualizaciones
bg: Проверка за актуализации
br: Gwiriekaat an hizivadennoù
eo: Kontroli ĝisdatigaĵojn
et: Otsi uuendusi
eu: Eguneraketarik dagoen egiaztatu
gl: Buscar actualizacións
he: בדוק עדכונים
id: Periksa adanya pemutakhiran
it: Verifica disponibilità aggiornamenti
kk: Жаңартулардың барын тексеру
ko: 업데이트 확인
ku: Li rojanekirinan bigere
lt: Ieškoti atnaujinimų
lv: Pārbaudīt vai ir pieejami jauninājumi
mn: Сайжруулалтаар шалгах
ms: Periksa kemaskini
nb: Se etter oppdateringer
nds: Nah Opfrischen söken
nn: Leit etter oppdateringar
oc: Recercar de mesas a jorn
pt: Verificar existência de actualizações
sl: Preveri, če so na voljo posodobitve
sq: Kontrollo për përditësime
sr: Пронађи унапређења
th: ตรวจสอบรายการอัพเดท
zh_tw: 檢查有否更新

source: There is %i update available
af: Daar is %i opdatering beskikbaar
ar: لا توجد تحديثات
ast: Hai %i actualización disponible
bg: Има %i налична актуализация
br: Bez ez eus %i hizivadenn hegerz
eo: Estas %i ĝisdatigaĵo disponebla
et: Saadaval on %i uuendus
eu: Eguneraketa %i dago eskuragarri
gl: Hai %i actualización dispoñible
he: יש עדכון זמין %i
id: Tersedia %i pemutakhiran
it: È disponibile %i aggiornamento
kk: %i жаңарту бар
ko: 설치할 수 있는 업데이트가 %i개 있습니다.
ku: %i rojanekirin heye
lt: Rastas %i atnaujinimas
lv: Pieejams %i atjauninājums
mn: %i ширхэг сайжруулалт хийх боломжтой.
ms: Terdapat %i kemaskini sekarang
nb: Det er %i oppdatering tilgjengelig
nds: %i Opfrischen is verfögbar
nn: Det er %i oppdatering tilgjengeleg
oc: I a %i mesa a jorn disponibla
pt: Existe %i actualização disponível
sl: Na voljo je %i posodobitev
sq: Gjendet %i përditësim në dispozicion
sr: Укупно %i нови пакет доступан
th: มี %i ข้อมูลอัพเดท
zh_tw: 有 %i 個可更新的套件

source: Show notifications
af: Wys kennisgewings
ar: اعرض التبليغات
ast: Amosar notificaciones
bg: Показване на известявания
br: Diskouez ar c'hemennoù
eo: Vidigi sciigojn
et: Näita teateid
eu: Jakinarazpenak erakutsi
gl: Mostrar notificacions
he: הצג התרעות
id: Tampilkan notifikasi
it: Mostra notifiche
kk: Мәлімдемелерді көрсету
ko: 알림 내용을 봅니다
ku: Têbiniyan nîşan bide
lt: Rodyti pranešimus
lv: Parādīt paziņojumus
mn: Мэдээлэгч харуулах
ms: Papar pemberitahuan
nb: Vis varslingsmeldinger
nds: Henwiese opwiesen
nn: Vis varslingsmeldinger
oc: Afichar las notificacions
pt: Mostrar notificações
sl: Prikaži obvestila
sq: Shfaq njoftimet
sr: Прикажи обавештења
th: แสดงการแจ้งเตือน
zh_tw: 顯示通知

source: A package manager is working
af: Daar is reeds 'n pakketbeheerder doenig
ar: يعمل بالفعل مدير حزم
ast: El xestor de paquetes ta trabayando
bg: Управлението на пакети работи
br: Emañ ur merour pakadoù o vont en-dro
eo: Administranto de pakaĵoj laboradas
et: Paketihaldur töötab
eu: Pakete-kudeatzaile dagoeneko abiarazita dago
gl: Xa está a executar un xestor de paquetes
he: יש מנהל חבילות פעיל
id: Pengatur paket telah bekerja
it: È in esecuzione un gestore di pacchetti
kk: Пакетов менеджері жұмыстеп жатыр
ko: 패키지 관리자가 작동 중입니다.
ku: Gerîneneyekî paketan dixebite
lt: Paketų tvarkyklė aktyvi
lv: Pakotņu pārvaldnieks pašlaik darbojas
mn: Багц зохион байгуулагч одоо ажиллаж байна
ms: Pengurus Pakej sedang bekerja
nb: En pakkehåndterer jobber
nds: Een Paketoppasser lööpt grade
nn: Ein pakkehandsamar jobbar
oc: Un gestionari de paquets ja es executat
pt: Um gestor de pacotes está em funcionamento
sl: Urejevalnik paketov deluje
sq: Një manazhues paketash është duke punuar
sr: Менаџер пакета ради
th: โปรแกรมจัดการแพ็กเกจกำลังทำงานอยู่
zh_tw: 另一個套件管理程式已在執行中

source: There is %i update available. Click on the notification icon to show the available update.
af: Daar is %i opdatering beskikbaar. Kliek op die kennisgewing-afbeelding vir meer inligting.
ar: لا تحديثات متوفرة.
ast: Hai %i actualización disponible. Calca nel iconu de notificación p'amosar l'actualización disponible.
bg: Има достъпно %i обновление. Натиснете върху иконата, за да видите достъпното обновление.
br: %i hivizaadur da vak. Klikit war an arlun diwall evit diskouez an hivizaadur da vak.
eo: Estas %i ĝisdatigo disponebla. Alklaki sur la sciiga piktogramo por montri la disponeblan ĝisdatigon.
et: Saadaval on %i uuendus. Saadaoleva uuenduse kuvamiseks klõpsa märguandeikoonil.
eu: Eguneraketa %i dago eskuragarri. Jakinarazte-ikurrean egizu klik eguneraketa eskuragarria ikusteko.
gl: Hai %i actualización dispoñíbel. Preme a icona de notificación para mostrar a actualización dispoñíbel.
he: ישנו עדכון %i זמין. לחץ על סמל ההתרעה כדי להציג את העדכון הזמין.
id: Ada %i perbaruan tersedia. Klik pada ikon notifikasi berikut untuk menampilkan perbaruan yang tersedia.
it: È disponibile %i aggiornamento. Fare clic sull'icona di notifica per visualizzarlo.
kk: %i жаңартуы жетімді. Жетімді жаңартуды қарап шығұ үшін, мәлімдеменің суреттемесіне тышқанмен бір рет шертіңіз.
ko: %i 개의 업데이트가 있습니다. 사용 가능한 업데이트를 보려면 알림 아이콘을 누르세요.
ku: %i rojanekirin amade ye. Ji bo dîtina rojanekirinên amade pêl îkona agahdarkirinê bikin.
lt: Yra %i atnaujinimas. Spauskite ant pranešimo ženkliuko, kad pamatytumėte galimus atnaujinimus.
lv: Ir pieejams %i atjauninājums. Klikšķiniet uz paziņojuma ikonas, lai aplūkotu pieejamo atjauninājumu.
mn: %i ширхэг сайжруулалт хийх боломжтой. Та мэдээлэгч дүрс товшиж боломжтой сайжруулалтуудыг үзнэ үү.
ms: %i kemaskini sedia ada. Tekan ikon pemberitahuan untuk menunjukkan kemaskini yang sedia ada.
nb: Det er %i oppdatering tilgjengelig. Klikk på ikon oppdateringsikonet for å vise hvilke er som tilgjengelige.
nds: %i Opfrischen is verfögbar. Klick op dat Henwiesbill, um de verfögbare Opfrischen optowiesen.
nn: Det er %i oppdatering tilgjengeleg. Klikk på oppdateringsikonet for å syne den tilgjengelege oppdateringa.
oc: I a %i mesa a jorn disponibla. Clicatz sus l'icòna de notificacion per afichar la mesa a jorn disponibla.
pt: Existe %i actualização disponível. Clique no botão de notificação para ver a actualização disponível.
sl: Na voljo je %i posodobitev. Kliknite na ikono z obvestili za prikaz posodobitve.
sq: Rifreskimi %i është i disponueshëm. Kliko në ikonën lajmëruese për të shfaqur rifreskimin e disponueshëm.
sr: %i освежење је доступно. Да би сте га приказали кликните на икону обавештења.
th: มี %i รายการที่สามารถปรับปรุงได้ คลิกสัญลักษณ์แจ้งเหตุเพื่อดูรายการที่ปรับปรุงได้
zh_tw: 有 %i 個更新，按下通知圖示顯示所有的更新。
