Repository: xtaran/update-notitifier-systray
Catalog: po/*.po
Languages: af, ar, ast, bg, br, eo, et, eu, gl, he, id, it, kk, ko, ku, lt, lv, mn, ms, nb, nds, nn, oc, pt, sl, sq, sr, th, zh_tw

source: Unknown Error: '%s' (%s)
af: Onbekende fout: '%s' (%s)
ar: خطأ مجهول: '%s' ‏(%s)
ast: Fallu desconocíu: «%s» (%s)
bg: Неизвестна грешка: '%s' (%s)
br: Fazi dianav: '%s' (%s)
eo: Nekonata eraro: '%s' (%s)
et: Tundmatu viga: '%s' (%s)
eu: Errore Ezezaguna: '%s' (%s)
gl: Erro descoñecido: "%s" (%s)
he: שגיאה בלתי מוכרת: '%s' (%s)
id: Galat Tak Dikenal: '%s' (%s)
it: Errore sconosciuto: «%s» (%s)
kk: Белгісіз қате: "%s" (%s)
ko: 알 수 없는 오류: '%s'(%s)
ku: Çewtiya Nenas: '%s' (%s)
lt: Nežinoma klaida: „%s“ (%s)
lv: Nezināma kļūda: '%s' (%s)
ms: Kesalahan yang tidak diketahui: '%s' (%s)
nb: Ukjent feil: «%s» (%s)
nds: Unbekannter Fehler: '%s' (%s)
nn: Ukjend feil: «%s» (%s)
oc: Error desconeguda : « %s » (%s)
pt: Erro Desconhecido: '%s' (%s)
sl: Neznana napaka: '%s' (%s)
sq: Gabim i Panjohur: '%s' (%s)
sr: Непозната грешка: '%s' (%s)
th: ข้อผิดพลาดที่ไม่รู้จัก: '%s' (%s)
zh_tw: 未知的錯誤： '%s' (%s)

source: %i package can be updated.
af: Daar kan %i pakket opgedateer word
ar: لا حزم يمكن تحديثها.
ast: %i paquete puede anovase.
bg: %i пакет може да бъде актуализиран.
br: %i pakad a c'hall bezañ hivizaat.
eo: %i pakaĵo estas ĝisdatigebla.
et: %i paketi jaoks on saadaval uuendus.
eu: Pakete %i eguneratu daiteke
gl: %i paquete pódese actualizar.
he: ניתן לעדכן חבילה אחת.
id: %i paket bisa diperbarui.
it: %i pacchetto può essere aggiornato.
kk: %i пакеті жаңартылуы мүмкін.
ko: %i 패키지를 업데이트할 수 있습니다.
ku: %i pakêt kare bê rojanekirin.
lt: %i paketas gali būti atnaujintas.
lv: %i pakotni var atjaunināt.
mn: %i багцыг шинэчлэж болно
ms: %i pakej sedia dikemaskini
nb: %i pakke kan oppdateres.
nds: %i Paket künn nich opfrischt werrn.
nn: %i pakke kan oppdaterast.
oc: %i paquet pòt èsser mes a jorn.
pt: %i pacote pode ser actualizado.
sl: %i paketov je možno posodobiti.
sq: %i paketë mund të rifreskohet
sr: %i пакет може бити освежен
th: มี %i แพคเกจที่สามารถปรับปรุงได้
zh_tw: %i 個套件可以更新。

source: %i update is a security update.
af: %i bywerking is 'n veiligheidsopdatering.
ar: لا تحديثات أمنية.
ast: l'anovamientu %i ye un anovamientu de seguridá.
bg: %i актуализация за сигурността.
br: %i hivizaadur surentez.
eo: %i ĝisdatigo estas sekureca ĝisdatigo.
et: %i uuendus on turvauuendus.
eu: Eguneraketa %i segurtasun-eguneraketa da
gl: %i actualización é unha actualización de seguranza.
he: עדכון אחד הינו עדכון אבטחה.
id: Pembaharuan %i merupakan perbaikan keamanan.
it: %i è un aggiornamento di sicurezza.
kk: %i жаңартуы қауіпсіздік жаңартуы болып келеді
ko: %i 업데이트는 보안 업데이트입니다.
ku: %i rojanekirin; rojanekirina ewlekariyêye
lt: %i atnaujinimas yra saugumo atnaujinimas.
lv: %i atjauninājums ir drošības atjauninājums.
mn: %i гэдэг шинэчлэл бол аюулгүйн шинэчлэл
ms: %i daripada kemaskini adalah Kemaskini Keselamatan
nb: %i oppdatering er en sikkerhetsoppdatering.
nds: %i Sekerheitsopfrischen.
nn: %i er ei tryggleiksoppdatering.
oc: %i mesa a jorn de seguretat.
pt: %i actualização é uma actualização de segurança.
sl: %i posodobitev je varnostna posodobitev.
sq: %i rifreskimi është një rifreskim sigurie.
sr: %i освежавање је сигурносно
th: มี %i รายการที่เป็นการปรับปรุงด้านความปลอดภัย
zh_tw: %i 個屬於安全性更新

source: Error: Opening the cache (%s)
af: Fout: oopmaak van kas (%s)
ar: خطأ: فتح الخبيئة (%s)
ast: Fallu: Abriendo la caché (%s)
bg: Грешка: Отваряне на кеша (%s)
br: Fazi: O tigoriñ krubuilh (%s)
eo: Eraro: dum malfermo de la kaŝmemoro (%s)
et: Viga: puhvri avamine (%s)
eu: Errorea: Cache-a zabaltzen (%s)
gl: Erro: Abrindo a cache (%s)
he: שגיאה: פתיחת המטמון (%s)
id: Kesalahan: Dalam membuka cache (%s)
it: Errore nell'aprire la cache (%s)
kk: Қате: Кэшті ашу (%s)
ko: 오류: 캐시 열기(%s)
ku: Çewtî: Di vekirina pêşbîrêde (%s)
lt: Klaida: Atveriant podėlį (%s)
lv: Kļūda: Atverot kešatmiņu (%s)
mn: түр хадгалах зайг нээхэд алдаа гарлаа (%s)
ms: Kesalahan: Membuka cache (%s)
nb: Feil: Ved åpning av mellomlageret (%s)
nds: Fehler: Cache opmaken (%s)
nn: Feil: under opning av mellomlageret (%s)
oc: Error : dobertura de l'amagatal (%s)
pt: Error: A abrir a cache (%s)
sl: Napaka: odpiranje predpomnilnika (%s)
sq: Gabim: Në hapjen e rezervës (%s)
sr: Грешка: Отварам кеш (%s)
th: มีข้อผิดพลาด: ตอนเปิดข้อมูลที่เก็บไว้ (%s)
zh_tw: 錯誤: 開啟快取 (%s)

source: Error: BrokenCount > 0
af: Fout: BrokenCount > 0
ar: خطأ: عداد الانكسار > 0
ast: Fallu: BrokenCount > 0
bg: Грешка: BrokenCount > 0
br: Fazi: Pakadoù torret > 0
eo: Eraro: RompNombro > 0
et: Viga: BrokenCount > 0
eu: Errorea: BrokenCount > 0
gl: Erro: BrokenCount > 0
he: שגיאה: ספירה_שגויה > 0
id: Kesalahan: BrokenCount > 0
it: Errore: BrokenCount > 0
kk: Қате: BrokenCount > 0
ko: 오류: BrokenCount > 0
ku: Çewtî:Hejmara Şikestî > 0
lt: Klaida: BrokenCount > 0
lv: Kļūda: BrokenCount > 0
mn: Алдаа: Тасалдсан тоолуур > 0
ms: Kesalahan: BrokenCount > 0
nb: Feil: Ødelagt teller > 0
nds: Fehler: BrokenCount > 0
nn: Feil: Øydelagd teljar > 0
oc: Error : nombre de paquets copats > 0
pt: Erro: BrokenCount>0
sl: Napaka: BrokenCount > 0
sq: Gabim: Llogari e Dëmtuar > 0
sr: Грешка: Прекинуто одбројавање > 0
th: มีข้อผิดพลาด: มีจุดเสียหาย > 0
zh_tw: 錯誤: 損壞計數器 >0

source: Error: Marking the upgrade (%s)
af: Fout: Merk van opgradering (%s)
ar: خطأ: تعليم الترقية (%s)
ast: Fallu: Marcando l'actualización (%s)
bg: Грешка: Маркиране на надграждане (%s)
br: Fazi: Merkaj an hivizaadur (%s)
eo: Eraro: dum markado de promocio (%s)
et: Viga: uuendamise märkimine (%s)
eu: Errorea: Eguneraketa markatzen (%s)
gl: Erro: Marcando a actualización (%s)
he: שגיאה: סימון השדרוג (%s)
id: Kesalahan: Memberi tanda upgrade (%s)
it: Errore nel selezionare l'avanzamento (%s)
kk: Қате: Жаңартуларды белгілеу (%s)
ko: 오류: 업그레이드 표시(%s)
ku: Çewtî:Deqkirina bilindkirinê (%s)
lt: Klaida: Žymint atnaujinimą (%s)
lv: Kļūda: Veicot atjaunināšanu (%s)
mn: Алдаа: Шинэчлэлийг тэмдэглэж байна (%s)
ms: Kesalahan: Marking the upgrade (%s)
nb: Feil: Markerer oppgraderingen (%s)
nds: Fehler: De Verschoonsopfrischen kennteknen (%s)
nn: Feil: under markering av oppgraderinga (%s)
oc: Error : marcatge de la mesa al nivèl (%s)
pt: Erro: A marcar a actualização (%s)
sl: Napaka: označevanje nadgradnje (%s)
sq: Gabim: Po e markojmë ngritjen (%s)
sr: Грешка: Обележавање надоградње (%s)
th: มีข้อผิดพลาด: ในการกำหนดที่จะปรับปรุง (%s)
zh_tw: 錯誤: 發生在標記為升級時 (%s)

source: Show the packages that are going to be installed/upgraded
af: Wys die pakkette wat geïnstalleer of opgradeer gaan word
ar: أظهر الحزم التي ستثبت/سترقّى
ast: Amuesa los paquetes que van ser instalaos o actualizaos
bg: Показване на пакетите, които ще бъдат инсталирани/надградени
br: Diskouez pakadoù a vo staliet/hivizaat
eo: Vidigi la pakaĵojn kiuj estas instalotaj/promociotaj
et: Näidatakse paigaldatavaid/uuendatavaid pakette
eu: Erakutsi instalatu/eguneratuko diren diren paketeak
gl: Mostrar os paquetes que serán instalados/actualizados
he: צפה בחבילות שיותקנו/ישודרגו בקרוב.
id: Tampilkan paket-paket yang akan dipasang/ditingkatkan
it: Mostra i pacchetti che stanno per essere installati/aggiornati
kk: Орнатылатын/жаңартылатын пакеттерді көрсету
ko: 설치/업그레이드할 패키지 보기
ku: Pakêtên kû dê bêne Sazkirin/Bilinkirin nîşanbide.
lt: Parodyti paketus, kurie bus įdiegti/atnaujinti
lv: Parādīt pakotnes, kas tik uzstādītas/atjauninātas
mn: Суулгах / шинэчлэх багцыг үзүүлэх
ms: Tunjukkan pakej-pakej yang akan dipasang/diperbaharui
nb: Vis pakkene som vil bli installert/oppdatert
nds: Wiest de Pakete op, de installert / opfrischt werrn
nn: Vis pakkane som vil verte installert/oppdatert
oc: Afichar los paquets que seràn installats/meses a jorn
pt: Mostrar os pacotes que vão ser instalados/actualizados
sl: Prikaži paketke ki bodo nameščeni/nadgrajeni
sq: Shfaq paketat që do të instalohen/rifreskohen
sr: Покажи пакете који ће бити инсталирани/надограђени
th: แสดงแพคเกจที่กำลังจะถูกติดตั้งหรือปรับปรุง
zh_tw: 顯示將會安裝或升級的套件

source: Show human readable output on stdout
af: Vertoon gemaklik leesbare uitvoer op stdout
ar: أظهر مخرج مقروء من البشر على stdout
ast: Amuesa una salida llexible pa humanos en stdout
bg: Показване на четим език изходният текст на stdout
br: Diskouez un distro lennegel gant un den war an er-maez skoueriek
eo: Vidigi home legeblan eligon sur ĉefeligujo.
et: Stdout-is näidatakse inimloetavat väljundit
eu: Edonork irakurtzeko mezalako mezuak erakutsi
gl: Mostrar a saída lexible polos humanos en stdout
he: הצג פלט קריא לבני אדם של stdout
id: Tampilkan keluaran yang dapat dibaca pada stdout
it: Mostra output leggibile sullo standard output
kk: stdout-қа оқылатын мәлімдемелерді шығару
ko: 표준 출력으로 메시지 보여주기
ku: Di stdout de derketiyeke ku mirov bikarin bixwînin nîşan bide
lt: Rodyti žmogaus perskaitomą išvedinį standartinėje išvestyje
lv: Rādīt cilvēkiem saprotamu stdout izvadu
mn: stdout дээрх уншигдах гаралтыг үзүүлэх
ms: Tunjukkan output yang boleh dibaca manusia pada stdout
nb: Vis menneskeleselig utskrift på standard ut
nds: Lesbare Utgav vun stdout opwiesen
nn: Syn lesbar versjon på stdout
oc: Afichar un retorn legible per un uman sus la sortida estandarda
pt: Mostrar mensagens mais amigáveis no stdout
sl: Prikaži človeku prijazen prikaz na standardnem izhodu
sq: Shfaq tekst të lexueshëm nga njerëzit në stdout
sr: Прикажи читљив излаз на стдоут
th: แสดงข้อมูลที่เข้าใจง่ายทาง stdout
zh_tw: 顯示比較容易理解的輸出至 stdout

source: Return the time in days when security updates are installed unattended (0 means disabled)
af: Gee die tyd in dae wanneer veiligheidsopdaterings automaties geïnstalleer word (0 beteken afgeskakel).
ar: أظهر الزمن بالأيام عند تثبيت تحديثات أمنية تلقائيًا (0 يعني التعطيل)
ast: Devuelve'l tiempu en díes nel que los anovamientos de seguridá s'instalen de mou desatendíu (0 significa deshabilitáu).
bg: Връщане на времето в дни, когато актуализациите се инсталират автоматично (0 изключени)
br: Distro an amzer dre zeiz pa staliet surentez dic'hortoz (0 a dalvez deweredekaet)
eo: Entajpu la tempon en tagoj ĝis sekurec-ĝisdatigoj estu aŭtomate instalataj (0 signifas malŝaltita)
et: Tagastab aja päevades, mille järel turvauuendused paigaldatakse ilma kasutaja sekkumata (0 tähendab välja lülitatud)
eu: Segurtasun eguneraketak automatikoki zenbat egunetan behin instalatuko diren itzuli (0 bada, ezgaituta dago)
gl: Informar do tempo en días en que as actualizacións de seguranza se instalan sen que o usuario actúe (0 significa desactivado)
he: החזרת הזמן בימים בהם עדכוני האבטחה הותקנו ללא התערבות (0 משמעו ביטול)
id: Kembalikan waktu dalam hari ketika pembaruan keamanan dipasang tanpa perlu kehadiran pengguna (0 berarti dinon-aktifkan)
it: Restituisce il numero di giorni per cui gli aggiornamenti di sicurezza sono installati senza supervisione (0 significa disabilitato)
kk: Әрбір белгіленген күн сайын қауіпсіздік жаңартулар пайдаланушысыз, яғни автоматты түрде орнатылуы мүмкін. Белгіленген күндердің санын енгізіңіз (бұл мүмкіндікті болдырмау үшін 0 санын беріңіз)
ko: 보안 업데이트가 제대로 설치되지 않은 시간을 일수로 보여줌 (0은 해제를 뜻함)
lt: Grąžinti laiką dienomis kada saugumo atnaujinimai įdiegiami be priežiūros (0 - išjungta)
lv: Atgriež laiku dienās, kad drošības atjauninājumi tiek instalēti bez uzraudzības (0 nozīmē atslēgts)
mn: Аюулгүйн сайжруулалтууд автоматаар суусанаас хойших хугацааг өдрөөр буцааж харуулах (0 бол сайжруултыг хаасан)
ms: Pulangkan masa didalam hari apabila kemaskini sekuriti dipasang terlantar (0 bermaksud tidakdibolehkan)
nb: Oppgi tidsrommet i dager da sikkerhetsoppdateringer skal installeres uten oppsyn (0 angir at funksjonen er slått av)
nds: Giv de Tied in Dagen an, wenn Sekerheitsopfrischen vun alleen installert werrn schalln (0 heet, dat sik nix vun alleen opfrischt)
nn: Syn tidsrommet i dagar då tryggleiksoppdateringar skal installerast utan ettersyn (0 betyr at ordningar er slått av)
oc: Indica dins quant de jorns las mesas a jorn de seguretat seràn installadas automaticament (0 equival a desactivat)
pt: Informar o tempo em dias em que as actualizações de segurança são instaladas sem acompanhamento (0 significa desactivado)
sl: Vrni čas v dneh ko so varnostne posdobitve nameščene brez posredovanja (0 pomeni onemogočeno)
sq: Jep kohën në ditë kur përditësimet e sigurisë instalohen automatikisht (0 do të thotë të çaktivizuara)
sr: Врати време у дане када су безбедносне исправке инсталиране без надзора (0 значи онемогућено)
th: คืนค่าเวลาเป็นวันนับตั้งแต่การปรับปรุงในด้านความปลอดภัยถูกติดตั้งโดยไม่ได้เฝ้า (0 หมายถึงปิดใช้ทำงาน)
zh_tw: 當安全性更新自動安裝時，回傳該天數(0代表停用)

source: <span weight="bold" size="larger">Please enter your password to access problem reports of system programs</span>
af: <span weight="bold" size="larger">Verskaf asseblief u wagwoord om foutverslae van u stelselprogramme te kan bekom</span>
ar: <span weight="bold" size="larger">من فضلك أدخل كلمة السر لتَنفُذ إلى الإبلاغ عن أعطال برمجيات النظام</span>
ast: <span weight="bold" size="larger">Introduz la contraseña p'acceder a los informes de problemes de los programes del sistema</span>
bg: <span weight="bold" size="larger">Моля, въведете паролата си за да достъпите докладите за проблеми със системни програми</span>
br: <span weight="bold" size="larger">Bizskrivit ho ker-tremen evit diraez an danevelloù fazioù eus programmoù sistem</span>
eo: <span weight="bold" size="larger">Bonvolu entajpi vian pasvorton por atingi problemraportojn de sistemprogramoj</span>
et: <span weight="bold" size="larger">Palun sisesta parool, et pääseda süsteemi programmide raportite juurde</span>
eu: <span weight="bold" size="larger">Mesedez, sar ezazu zure pasahitza, honela sistema-programen erroreen txostenetara sartu ahal izateko</span>
gl: <span weight="bold" size="larger">Por favor, introduza o seu contrasinal para acceder aos informes de problemas dos programas do sistema</span>
he: <span weight="bold" size="larger">הזן סיסמה על מנת לגשת אל דיווח בעיות בתכניות מערכת</span>
id: <span weight="bold" size="larger">Masukkan kata sandi anda untuk mengakses laporan program sistem</span>
it: <span weight="bold" size="larger">Inserire la propria password per accedere alle segnalazioni di problemi dei programmi di sistema</span>
kk: <span weight="bold" size="larger">Жүйелі бағдарламалардың қателер туралы есептерге рұқсатты алу үшін, құпия сөзін енгізіңіз</span>
ko: <span weight="bold" size="larger">시스템 프로그램의 문제 보고서에 접근하기 위해 암호를 입력하세요</span>
ku: <span weight="bold" size="larger">Ji kerema xwe re şîfreya xwe têkevinê jibo gihîştina gilîkirina pirsgirêkên Bernamên Pergalê</span>
lt: <span weight="bold" size="larger">Kad pasiektumėte sistemos programų problemų ataskaitas, prašome įvesti savo slaptažodį</span>
lv: <span weight="bold" size="larger">Lūdzu ievadiet savu paroli, lai piekļūtu problēmas ziņojumiem par sistēmas programmām</span>
mn: <span weight="bold" size="larger">Системийн програмтай холбоотой асуудлын тайланд холбогдох бол нууц үгээ оруулна уу</span>
ms: <span weight="bold" size="larger">Sila masukkan kata laluan untuk mencapai laporan masalah program-program sistem</span>
nb: <span weight="bold" size="larger">Skriv inn passordet ditt for å få tilgang til problemrapporter for systemprogrammer</span>
nds: <span weight="bold" size="larger">Bidde Passwoord ingeven, um op de Problemreporte vun de Systemprogramme Togrip to kregen</span>
nn: <span weight="bold" size="larger">Skriv inn passordet ditt for å få tilgang til problemrapportar for systemprogram</span>
oc: <span weight="bold" size="larger">Picatz vòstre senhal per accedir als rapòrts d'incidents dels programas del sistèma</span>
pt: <span weight="bold" size="larger">Por favor introduza a sua senha para aceder aos relatórios de problemas dos programas do sistema</span>
sl: <span weight="bold" size="larger">Za dostop do poročanja o problemih s sistemskimi programi morate vpisati svoje geslo</span>
sq: <span weight="bold" size="larger">Ju lutemi vendosni fjalëkalimin tuaj për të hyrë në raportet e problemeve të programeve të sistemit</span>
sr: <span weight="bold" size="larger">Унесите вашу лозинку да приступите пријављивању проблема системских програма</span>
th: <span weight="bold" size="larger">กรุณาใส่รหัสผ่านของคุณเพื่อที่จะดูรายงานปัญหาที่เกี่ยวกับโปรแกรมของระบบ</span>
zh_tw: <span weight="bold" size="larger">請輸入您的密碼以取得系統程式的問題報告</span>

source: Crash report detected
af: Foutrapport gevind
ar: يوجد تقرير انهيار
ast: Deteutóse un informe de fallu
bg: Засечен доклад за срив
br: Danevell sac'hadenn dinoet
eo: Kraŝraporto detektita
et: Tuvastati vearaport
eu: Errore-txostena detektatu da
gl: Detectouse un informe de falla
he: התגלה דיווח על קריסה
id: Laporan crash terdeteksi
it: Rilevata segnalazione di crash
kk: Қате туралы есеп табылды
ko: 충돌 보고서 발견
ku: Rapora şikestinê derkete holê
lt: Aptiktas lūžio pranešimas
lv: Atrasts ziņojums par avāriju
mn: Ослын тайлан үзүүлсэн
ms: Laporan crash dikesan
nb: Krasjrapport funnet
nds: Wi hebben een Fehlerbericht
nn: Fann krasjrapport
oc: Rapòrt d'arrèst imprevist detectat
pt: Relatório de falha detectado
sl: Zaznano je bilo poročilo o sesutju
sq: U dallua një raport mosfunksionimi
sr: Примећен је извештај о паду програма
th: ตรวจพบรายงานข้อผิดพลาด
zh_tw: 偵測到不正常結束

source: An application has crashed on your system (now or in the past). Click on the notification icon to display details.
af: 'n Program op u rekenaar het onlangs homself vasgeloop. Kliek op die kennisgewing-afbeelding om meer besonderhede te bekom.
ar: انهار تطبيق في النظام (للتو أو سابقا). انقر على أيقونة التبليغ لتطالع التفاصيل.
ast: Una aplicación quedo colingada nel so sistema (agora o nel pasáu). Calque sobro l'iconu de notificación p'amosar más detais.
bg: Имало е срив в някоя програма (сега или преди време). Натиснете върху иконата, за да видите подробности.
br: Sac'het eo un arload war ho sistem (bremañ pe a-raok). Klikit war an arlun-kelaouiñ evit diskwel ar munudoù.
eo: Aplikaĵo frakasis sur via sistemo (ĵus aŭ en la pasinteco). Alklaku sur la sciigan piktogramon por vidigi detalojn.
et: Üks rakendus on sinu arvutis kokku jooksnud (äsja või minevikus). Üksikasjade vaatamiseks klõpsa teavitusikoonil.
eu: Aplikazio bat ezustean itxi da zure sisteman (orain edo lehen). Ohartarazte ikurrean klik egin xehetasunak ikusteko.
gl: Un aplicativo fallou no seu sistema (agora ou anteriormente). Prema na icona de notificación para mostrar os detalles.
he: יישום קרס במערכת שלך (כרגע או בעבר). לחצו על סמל ההתרעות להצגת פרטים.
id: Sebuah aplikasi telah crash pada sistem anda (sekarang atau di masa lalu). Klik ikon notifikasi untuk menampilkan detil.
it: Un'applicazione è andata in crash sul proprio sistema (adesso o in precedenza). Fare clic sull'icona di notifica per mostrare i dettagli.
kk: Бағдарлама құлап түсті (қазір немесе бұрын). Қосымша ақпарат алу үшін мәлімдемелер суреттемесін тышқанмен шертіңіз.
ko: (이전이나 지금 현재) 시스템 내의 프로그램에 충돌이 발생했습니다. 자세한 내용을 확인하려면 알림 아이콘을 클릭하십시오.
ku: Di pergala te de bernameyek têkçû (niha an berê). Li ser îkona nîşeyan bitikîne.
lt: Jūsų sistemoje užstrigo programa (dabar arba anksčiau). Kad pamatytumėte detalią informaciją, spustelėkite pranešimo piktogramą.
lv: Kāda programma ir avarējusi (tagad vai agrāk). Noklikšķiniet uz paziņojuma ikonas, lai uzzinātu ko vairāk.
mn: Одоо эсвэл өмнөх хугацаанд таны систем дээрх нэг програм гэмтсэн байна. Мэдээллэх самбар дээрх дүрсийг товшиж дэлгэрэнгүй үзнэ үү.
ms: Satu aplikasi telah pun crash dalam sistem anda (sekarang atau pada masa lalu). Klik pada ikon pemberitahuan untuk memaparkan maklumatnya.
nb: Et program har krasjet på systemet ditt (nå eller tidligere). Klikk på varslingsikonet for å vise detaljer.
nds: Een Programm is (grade or fröher) op düssem System avstört. För Details, klick op de Henwiesbill.
nn: Eit program har krasja på systemet ditt (no eller tidlegare). Klikk på varslingsikonet for å visa detaljar.
oc: Una aplicacion s'es arrestada d'un biais imprevist sus vòstre sistèma (ara o precedentament). Clicatz sus l'icòna de notificacion per afichar los detalhs.
pt: Ocorreu uma falha numa aplicação do seu sistema (agora ou no passado). Clique no icon de notificação para obter mais detalhes.
sl: Na vašem sistemu se je sesula aplikacija (sedaj ali v preteklosti). Če želite več podrobnosti kliknite na ikono z obvestilom.
sq: Një program pushoi së funksionuari në sistemin tuaj (tani apo në të shkuarën). Kliko në ikonën e lajmërimit për të shfaqur detajet.
sr: Неки програм је пао на вашем систему (управо или у прошлости). Кликните на икону обавештења да видите детаље.
th: โปรแกรมเกิดขัดข้องในระบบของคุณ (ตอนนี้หรือที่ผ่านมา) คลิกที่สัญลักษณ์แจ้งเตือนเพื่อดูรายละเอียด
zh_tw: 系統中有一個應用程式（現在或先前）發生不正常結束的情況，請按下通告圖示顯示詳細的資料。

source: Network service discovery disabled
af: Die ontdekking van netwerkdienste is afgeskakel
ar: عُطِّل استكشاف خدمة الشبكة
ast: Serviciu d'autodeteición de rede deshabilitáu
bg: Откриването на мрежови услуги забранено
br: Klask servijoù ar rouedad diweredekaet
eo: Retserva malkovrado malŝaltita
et: Võrguteenuse avastamine on välja lülitatud
eu: Sareen autodetekziorako zerbitzua ezgaituta
gl: Deshabilitado o servizo de busca de rede
he: שירות גילוי הרשת אינו מופעל
id: Pencarian layanan jaringan tidak difungsikan
it: Rilevazione dei servizi di rete disabilitata
kk: Желілік ресурстарды іздеу сервисі жұмыс істемей тұр
ko: 네트워크 서비스 탐색 비활성화
ku: Dîtina servîsên torê ne çalak e
lt: Išjungtas tinklo paslaugų atradimas
lv: Tīkla servisu atklāšana ir deaktivizēta
mn: Сүлжээний үйлчилгээг автоматаар танихийг идвэхгүй болгосон.
ms: Penemuan Servis Rangkaian dinyahaktif
nb: Oppdaging av nettverkstjenester er slått av
nds: Netwarkdeenst-Sök deaktivert.
nn: Oppdaging av netverkstenestar er slege av
oc: Recèrca de servicis de ret desactivada
pt: Serviço de detecção de rede desactivado
sl: Odkrivanje omrežnih storitev je onemogočeno
sq: Shërbimi i zbulimit të rrjetit u çaktivizua
sr: Иксључено је откривање мрежних услуга
th: บริการค้นหาเครือข่ายถูกปิดการใช้งาน
zh_tw: 已停用網路探索服務
