Repository: xtaran/update-notitifier-systray
Catalog: po/*.po
Languages: af, ar, ast, bg, br, eo, et, eu, gl, he, id, it, kk, ko, ku, lt, lv, mn, ms, nb, nds, nn, oc, pt, sl, sq, sr, th, zh_tw

source: The default action (update-manager) will be started automatically. All dialog boxes like notification hooks, reboot required, media detected will open automatically
af: Die verstek-aksie (opdateringsbeheerder) sal outomaties uitgevoer word. Alle dialoogvensters soos nuwe media notifikasies en aanduiers om die rekenaar te herlaai, sal outomaties oopgemaak word.
ar: الإجراء المبدئي (update-manager) سوف يُبدأ تلقائيا. جميع صناديق الحوار مثل التنبيهات الروتينية، وطلبات إعادة التشغيل، والوسائط المكتشفة سوف تبدأ تلقائيا
ast: L'aición predeterminada (update-manager) aniciará automáticamente. Toles caxes de diálogu reaniciaránse, los preseos deteutaos abriránse automáticamente.
bg: Действието по подразбиране (update-manager) ще се стартира автоматично. Всички диалогови прозорци като куки, нужно рестартиране, свързан носител ще се отварят автоматично
br: Lañset e vo emgefre an oberenn dre ziouer (update-manager). An holl voestoù kendiviz, e-giz an diwaller, pedioù adlañsañ ha mediaoù dinoet, a zigoro emgefre.
eo: La defaŭlta ago (aktualiga administrilo) estos aŭtomate startata. Ĉiuj dialogujoj kiel anoncoj, 'restarto postulata' kaj 'aparato detektita' estos aŭtomate malfermataj
et: Vaiketegevust (update-manager käivitamine) alustatakse automaatselt. Kõik dialoogiaknad (märguanded, taaskäivituse päring, uue andmekandja tuvastamine) avanevad automaatselt.
eu: Automatikoki abiaraziko da akzio lehenetsia (eguneraketa-kudeatzailea). Automatikoki irekiko dira jakinarazpenak, "berrabiarazi behar", "euskarriak detektatuta" moduko elkarrizketak.
gl: A acción por omisión (update-manager) iníciase automaticamente. Ábrense automaticamente todos os diálogos, como ganchos de notificación, reinicio requirido ou dispositivo detectado
he: פעולת ברירת המחדל (update-manager) תופעל אוטומטית. כל תיבות הדו־שיח כגון הודעות, דרישת הפעלה מחדש וזיהוי חומרה יפתחו אוטומטית
id: Tindakan standar (update-manager) akan dimulai secara otomatis. Semua kotak dialog seperti notifikasi pengaitan, booting ulang diperlukan, dan media yang dikenal akan terbuka secara otomatis
it: L'azione predefinita, update-manager, verrà eseguita automaticamente. Tutti i dialoghi, come notifiche, richieste di riavvio e supporti rilevati, saranno aperti automaticamente
kk: Жаңарту менеджерінің қалыпты әрекеті автоматты түрде орындалады. Өңдеушілер мәлімдемелері, қайта жүктеу қажеттігі туралы мәлімдемелері, сыртқы ақпарат тасылмалдаушылар табылу туралы мәлімдемелер сияқты, барлық сұхбат терезелері автоматты түрде ашылатын болады.
ko: 기본 동작 (업데이트 관리자) 은 자동으로 시작될 것입니다. 알림 후크, 리부팅 요구됨, 미디어 검출됨과 같은 모든 대화 상자는 자동으로 열릴 것입니다.
lt: Numatytas veiksmas yra, kad (update-manager) bus paleistas automatiškai. Visi dialogo langai - pranešimai, reikia įkelti OS iš naujo, aptikta laikmena - bus atverti automatiškai
lv: Noklusētā darbība (update-manager) tiks palaista automātiski. Visi logi, kā paziņojumi, restarta pieprasījumi un citas lietas atvērsies automātiski.
mn: Стандарт үйлдэл (Шинэчлэл-зохион байгуулагч) автоматаар эхлэнэ. Бүх харилцах цонх мэдээлэгч цагираг дэгээ, дахин эхлүүхэх хэрэгтэй, медиа автоматаар нээгдэхээр илэрсэн
ms: Aksi tetapan (pengurus-kemaskini) akan dimulakan secara automatik. Semua kotak dialog seperti cangkuk notifikasi, perlu boot semula, media dikesan akan terbuka automatik.
nb: Standardhandlingen (oppdateringsbehandleren) vil startes automatisk. Alle dialogbokser, som f.eks. "?notification hooks?", "omstart påkrevd", og "media funnet", åpnes automatisk.
nds: Die Standard-Aktion (Aktualisierungsverwaltung) wird automatisch gestartet. Alle Dialogfenster wie Benachrichtigungen, zu einem erforderlichen Neustart oder einem erkannten Medium werden automatisch öffnen.
oc: L'accion per defaut (update-manager) serà executada automaticament. Totas las bóstias de dialòg, coma las notificacions, los convits a la reaviada e los mèdias detectats, se dobriràn automaticament.
pt: A acção padrão (gestor de actualizações) será iniciada automaticamente. Todas as caixas de diálogo como balões de notificação, necessidade de reiniciar ou detecção de media serão accionadas automaticamente.
sl: Privzeto dejanje (update-manager) bo zagnano samodejno. Vsa okna z dialogom, ponoven zagon je potreben, vsi zaznani mediji se bodo odprli samodejno
sq: Veprimi i parazgjedhur (menaxhuesi i rifreskimeve) do të nisë automatikisht. Të gjitha kutitë e dialogut, siç janë pikat lajmëruese, kërkesa për rinisje, apo dallimi i mediave do të hapen automatikisht
sr: Подразумеване акције (менаџер-освежавања) ће бити аутоматски започете. Сви оквири дијалога као што су обавештења, потребно поновно подизање система, откривени медији ће се аутоматски отвара
th: โดยปริยาย(โปรแกรมจัดการแพคเกจ)จะเริ่มขึ้นโดยอัตโนมัติ กล่องโต้ตอบอย่างเช่น การแจ้งเหตุ ต้องการเริ่มเครื่องใหม่ มีสื่อใหม่ จะเปิดขึ้นโดยอัตโนมัติ
zh_tw: 自動執行的預設動作 (update-manager)，所有對話方塊如：通知、要求重新啟動、偵測到媒體... 等都會自動開啟

source: The interval (in days) when auto launching update-manager for normal updates. Please note that it will auto launch for security updates immediately. If you set it to "0" it will also launch as soon as updates become available.
af: Die interval (in dae) vir outomatiese uitvoer van die Opdateringsbestuurder vir normale opdaterings. Let asseblief op dat dit onmiddelik uitgevoer sal word indien daar veiligheidsopdaterings is. Indien u hierdie opsie stel na "0", sal dit ook outomaties uitvoer wanneer normale opdaterings beskikbaar is.
ar: المدة (بالأيام) لتنفيذ التحديثات العادية تلقائيا. من فضلك لاحظ أنه سينفذ التحديثات الأمنية فورا. إذا ضبطّته إلى "0" سوف ينفذ أيضا حالما تصبح التحديثات متوفرة.
ast: L'intervalu (en díes) nel que update-manager se llanzará automáticamente p'actualizaciones normales. Note que llanzaráse de secute p'actualizaciones de seguridá. Si lo afita como "0" también se llanzará tan aína como les actualizaciones tean disponibles.
bg: Интервалът (в дни) за автоматично стартиране на update-manager за нормани обновления. Моля, знайте че ще се стартира веднага за обновления за сигурността. Ако зададете '0', също ще се стартира веднага след като има достъпни обновления.
br: An esaouenn (deizioù) lañsañ emgefre evit an hizivadur a-reizh. Notit e lañso emgefre ha diouzhtu an hizivadurioù surentez. Ma termenit an dalvoud "0", e lañso adalek e vo da vak hizivadurioù.
eo: La intervalo (en tagoj) por aŭtomate starti la aktualigan mastrumilon por normalaj ĝisdatigoj. Bonvolu noti ke ĝi tuj aŭtomate lanĉiĝas por sekurec-ĝisdatigoj. Se vi entajpas "0" ĝi ankaŭ lanĉiĝos tuj kiam normalaj ĝisdatigoj estas disponeblaj.
et: Ajavahemik (päevades), mille tagant teha automaatselt tavalisi uuendusi. Pane tähele, et turvauuenduste tegemiseks käivitub rakendus koheselt. Kui määrad väärtuseks "0", käivitub rakendus kohe, kui uuendused saabuvad.
eu: Zenbat egunetan behin irekiko den eguneraketa-kudeatzailea eguneraketa normalentzako. Kontutan izan ezazu berehala abiaraziko dela segurasun-eguneraketen bila. "0" ezartzen baduzu, eguneraketak agertu bezain laster abiaraziko da.
gl: O intervalo (en días) para executar automaticamente o xestor de actualizacións para as actualizacións normais. No entanto, as actualizacións de seguranza execútanse automaticamente. Se se configura como "0", tamén se executará no momento en que haxa actualizacións disponíbeis.
he: המרווח (בימים) בין הפעלת update-manager באופן אוטומטי וסדיר. אנא שים לב שהמנהל יופעל אוטומטית למען עדכוני אבטחה באופן מיידי. אם תגדיר את הערך ל־"0" המנהל יופעל ברגע שיהיו עדכונים חדשים זמינים.
id: Waktu jeda (dalam hari) ketika meluncurkan manajer-pemutahiran otomatis untuk pemutahiran normal. Perlu diketahui bahwa ia akan secara otomatis meluncurkan segera pemutahiran keamanan. Jika Anda menetapkan ke "0" juga akan memulai secepatnya saat pembaruan telah tersedia.
it: L'intervallo, in giorni, con cui update-manager viene avviato automaticamente per eseguire gli aggiornamenti normali. Tener conto che gli aggiornamenti di sicurezza vengono eseguiti immediatamente. Se impostata a "0", viene lanciato appena sono disponibili degli aggiornamenti.
kk: Интервал (в днях) для автозапуска менеджера обновлений для обычных обновлений. Обратите внимание на то, что он будет запущен автоматически для обновления системы безопасности. Если Вы укажете "0", менеджер будет автоматически запущен, как только станут доступны обновления
ko: 일반 업데이트를 위해 업데이트 관리자를 자동 실행시킬 간격 (일 단위). 단, 보안 업데이트는 바로 시작됩니다. "0"으로 설정하면 업데이트가 사용가능할 때 바로 실행될 것입니다.
lt: Intervalas (dienomis) kada automatiškai paleisti update-manager paprastiems atnaujinimams. Pastebėkite, kad tai iš karto automatiškai paleis saugumo atnaujinimams. Jei nustatysite į „0“, automatiškai paleis iš karto, kai tik atnaujinimai taps prieinami.
lv: Intervāls (dienās) kurā automātiski palaist parasto atjaunināšanu. Ņemiet vērā, ka drošības atjauninājumi tiks palaistu automātiski. Ja iestatīsiet šeit "0" atjauninājumi tiks palaisti kolīdz kļūst pieejami.
mn: Хэвийн шинэчлэл дэх шинэчлэл зохион байгуулагчыг автоматаар ачааллах үеийн хугацаа (өдөрт). Энэ нь яаралтай аюулгүй байдлын шинэчлэлийг автоматаар ажиллуулах болно. Үүний тэмдэглэнэ үү. Хэрвээ 0-г оноовол шинэчлэл идэвхитэй болоход удалгүй бас ажиллах болно.
ms: Sela masa (dalam hari) bila lancarkan pengurus-kemaskini auto untuk kemas kini normal. Sila maklum yang ia akan terlancar auto untuk kemas kini keselamatan serta-merta. Jika anda set "0", ia akan terlancar sebaik sahaja kemas kini tersedia.
nb: Intervallet (i dager) for automatisk oppstart av oppdateringsbehandleren for vanlige oppdateringer. Setter du intervallet til "0", vil den starte så snart en oppdatering er tilgjengelig. Vennligst merk at den umiddelbart vil starte automatisk for sikkerhetsoppdateringer.
nds: Das Intervall (in Tagen), nach dem die Aktualisierungsverwaltung automatisch nach normalen Aktualisierungen sucht. Bitte beachten Sie, dass diese für Sicherheitsaktualisierungen sofort automatisch startet. Wenn Sie den Wert auf »0« setzen, wird diese auch automatisch starten, so bald normale Aktualisierungen bereitstehen.
oc: L'interval (en jorns) d'aviada automatida per las mesas a jorn normalas. Notatz que s'aviarà automaticament e immediatament per las mesas a jorn de seguretat. Se definissètz la valor a « 0 », s'aviarà tre que de mesas a jorn son disponiblas.
pt: O intervalo (em dias) para lançamento automático de actualizações normais. Tenha presente que será iniciado imediatamente para actualizações de segurança. Se parametrizado para "0" irá também iniciar-se assim que uma actualização estiver disponível.
sl: Interval (v dneh) za zagon upravljalca posodobitev za navadne posodobitve. Če nastavite na "0", bo zagnan takoj, ko bodo posodobitve na voljo. Za varnostne posodobitve bo v vsakem primeru zagnan takoj.
sq: Intervali (në ditë) kur vetë niset menaxhuesi i rifreskimeve për rifreskimet normale. Ju lutemi të keni parasysh që ai do të niset për rifreskimet e sigurisë menjëherë. Nëse e vendosni në "0" ai do të nisë sapo rifreskimet të jenë të disponueshme.
sr: Интервал (у данима) када аутоматски покренути манаџера-освежења за нормалним освежавањима. Имајте на уму да ће одмах аутоматски бити покренут за безбедоносним освежавањима. Ако поставите на "0" биће покренут чим исправке постану доступне.
th: ระยะเวลา(เป็นวัน)เมื่อโปรแกรมจัดการแพคเกจจะเริ่มโดยอัตโนมัติสำหรับการปรับปรุงแบบปกติ กรุณารับทราบด้วยว่าการปรับปรุงด้านความปลอดภัยจะเริ่มโดยอัตโนมัติทันที ถ้าคุณตั้งค่าไว้ที่ "0" โปรแกรมก็จะเริ่มทันที่ถ้ามีข้อมูลใหม่
zh_tw: 自動執行 update-manager 進行一般更新的間隔時間（以天數計）。請注意：它會自動且立即進行安全性更新，如果您把它設為「0」，就會在有更新可使用時盡可能最快的執行。

source: The maximum UID that is reserved for system users
af: Die maksimum UID wat vir stelselgebruikers gereserveer is
ar: أقصى UID مستقبل من مستخدمي النظام
ast: El UID máximu que ta acutáu pa usuarios del sistema
bg: Максималното UID, което е резервирано за системни потребители
br: An UID uc'hek evit an implijerien sistem nemetken
eo: La maksimuma uzantonumero kiu estas rezervata por sistemaj uzantoj
et: Maksimaalne süsteemikasutajatele reserveeritud UID
eu: Sistemako erabiltzaileentzat erreserbatutako UID maximoa
gl: O UID máximo que está reservado para os usuarios de sistema
he: מזהה המשתמש הגבוה ביותר השמור למשתמשי מערכת
id: UID maksimal yang dicadangkan untuk pengguna sistem
it: L'UID massimo riservato agli utenti di sistema
kk: Жүйелік пайдаланушылар үшін резервтелген максималды UID
ko: 시스템 사용자를 위해 예약된 UID의 최대값
lt: Didžiausias UID rezervuotas sistemos naudotojams
lv: Maksimālais sistēmas lietotāju UID
mn: Хамгийн их UID тэр бол системийн хэрэглэгч хүлээн авсан
ms: UID maksimum yang disimpan untuk pengguna sistem
nb: Høyeste UID som er reservert for systembrukere
nds: Die höchste UID, die für Systemverwalter reserviert ist.
oc: L'UID maximum reservat pels utilizaires del sistèma
pt: O UID máximo reservado para utilizadores de sistema
sl: Največji UID ki je rezerviran za uporabnike sistema
sq: UID maksimale është rezervuar për përdoruesit e sistemit
sr: Максимални КИД ресревисан за кориснике система
th: UID ที่มากที่สุดที่สงวนไว้สำหรับผู้ใช้ของระบบ
zh_tw: 保留作系統使用者的 UID 最大值

source: Update-notifier will not be started for system users, this specifies the upper bound of this range.
af: Die opdateringskennisgewing sal nie opgestart word vir stelselgebruikers nie, hierdie spesifiseer die boonste grens van hierdie reeks.
ar: مشعر-التحديث لن يبدأ لمستخدمي النظام، هذا يخص الحد الأعلى لهذا النطاق.
ast: El notificador d'actualizaciones nun s'aniciará colos usuarios del sistema; equí especifícase'l llímite superior d'esti rangu.
bg: Известяване за обновления няма да бъде стартиран за системни потребители, това посочва по-горната граница на този обхват.
br: Ne vo ket lañset Update-notifier evit an implijerien sistem, an dra-se a dalvez an dermen uc'hek evit an esaouenn-se.
eo: La aktualiga mastrumilo ne estos startata por sistemuzantoj, tio specifigas la superan limon de ĉi tiu intervalo.
et: Süsteemikasutajate jaoks ei käivitata uuendustest teatajat. See väärtus määrab süsteemikasutajate ülemise piiri.
eu: Eguneraketa-jakinarazlea ez da sistemako erabiltzaileentzat abiaraziko, honek tarte honetako goi-muga adierazten du.
gl: O notificador de actualizacións non pode ser arrincado polos usuarios do sistema; este especifica o límite superior de este rango.
he: מתריע העדכונים לא יופעל למשתמשי מערכת, מצב זה מציין את התחום העליון בטווח זה.
id: Pemberitahu update tidak akan dimulai untuk pengguna sistem, hal ini memberitahukan batas bawah dari batasan ini
it: Update-notifier non sarà avviato per gli utenti di sistema. Specifica il limite massimo di questo intervallo.
kk: Напоминание об обновлениях не будет запускаться для системных пользователей, этот параметр указывает верхнее значение этого диапазона.
ko: 시스템 사용자에게는 업데이트 알리미가 시작되지 않으며, 이것은 이 범위의 상한선을 지정합니다.
lt: Update-notifier nebus paleistas sisteminiams naudotojams, čia nurodoma viršutinė rėžio riba.
lv: Atjaunināšanu paziņotājs netiks palaists sistēmas lietotājiem, šis nosaka augšējo vērtību robežu.
mn: Шинэчлэл мэдээлэлгч
ms: Update-notifier tidak akan dimulakan untuk pengguna sistem, ini menakluki batasan atas lingkungan ini.
nb: Oppdateringsvarsleren blir ikke startet for systembrukere. Dette spesifiserer øvre grense for dette rekkeviddet.
nds: Die Aktualisierungsbenachrichtigung wird nicht für Systemverwalter gestartet; dies bestimmt die Obergrenze dieses Bereichs.
oc: Update-notifier serà pas aviat pels utilizaires del sistèma, aquò especifica lo limit naut per aqueste interval.
pt: O update-notifier não será carregado para utilizadores de sistema, isto especifica o nível máximo deste intervalo.
sl: Update-notifier ne bo zagnan za sistemske uporabnike; to določa zgornjo mejo obsega.
sq: Njoftuesi i rifreskimeve nuk do të nisë për përdoruesit e sistemit, kjo specifikon kufirin e sipërm të këtij niveli.
sr: Обавештавач о освежењима неће бити покренут за кориснике система, то одређује горњу границу овог опсега.
th: โปรแกรมแ้จ้งเตือนการปรับปรุงจะไม่เริ่มสำหรับผู้ใช้ของระบบ นี่เป็นข้อกำหนดขอบเขตบนของระยะนี้
zh_tw: 更新通知程式不會在系統使用者中啟動，這個值指定了系統使用者 UID 的上限。

source: Check for available updates automatically
af: Kontroleer automaties vir nuwe opdaterings
ar: التمس التحديثات تلقائيا
ast: Comprobar automáticamente los anovamientos disponibles
bg: Автоматична проверка за налични актуализации
br: Gwiriañ hizivadurioù da vak emgefre
eo: Aŭtomate kontrolu disponeblajn ĝisdatigojn
et: Olemasolevate uuenduste automaatne kontroll
eu: Automatikoki bilatu eguneraketa berriak
gl: Comprobar automaticamente as actualizacións disponíbeis
he: בדיקה אחר עדכונים אוטומטית
id: Periksa keberadaan pembaruan secara otomatis
it: Controlla automaticamente la disponibilità di aggiornamenti
kk: Жаңартулардың жетімдігін автоматты түрде тексеру
ko: 자동으로 가능한 업데이트 확인
ku: Bixweber li rojanekirinên amade bigere
lt: Ieškoti prieinamų atnaujinimų automatiškai
lv: Automātiski pārbaudīt pieejamos jauninājumus
mn: Идэвхитэй шинэчлэлийг автоматаар шалгах
ms: Periksa untuk kemaskini yang sedia ada secara automatik.
nb: Sjekk for tilgjengelige oppdateringer automatisk
nds: Nah verfögbaren Opfrischen vun alleen söken
oc: Verificar automaticament la disponibilitat de mesas a jorn
pt: Verificar actualizações disponíveis automaticamente
sl: Samodejno preveri za posodobitve
sq: Kontrollo automatikisht për përditësimet e disponueshme
sr: Аутоматски проверити да ли има доступних освежења
th: ตรวจสอบการปรับปรุงที่ได้รับการอนุญาตโดยอัตโนมัติ
zh_tw: 自動檢查可用的更新

source: Update Notifier
af: Opdateringskennisgewing
ar: مشعر التحديثات
ast: Notificador d'actualizaciones
bg: Известяване за обновления
br: Kannad-hizivaat
eo: Aktualiga notilo
et: Uuendustest teataja
eu: Eguneratze berriemailea
gl: Notificador de actualizacións
he: מתריע העדכונים
id: Pemberitahu Update
it: Notifica aggiornamenti
kk: Жаңартулар мәлімдемелері
ko: 업데이트 알리미
ku: Hişyarkera Rojanekirinê
lt: Atnaujinimų pranešiklis
lv: Atjaunināšanu atgādinātājs
mn: Шинэчлэл мэдээлэгч
ms: Pengumum Kemaskini
nb: Oppdateringsvarsler
nds: Opfrischenhenwies
oc: Notificador de mesas a jorn
pt: Notificador de Actualizações
sl: Obveščevalec o posodobitvah
sq: Njoftuesi i Rifreskimeve
sr: Обавештавач освежавања
th: โปรแกรมแจ้งเตือนการปรับปรุง
zh_tw: 更新通知程式
