Repository: xtaran/update-notitifier-systray
Catalog: po/*.po
Languages: af, ar, ast, bg, br, eo, et, eu, gl, he, id, it, kk, ko, ku, lt, lv, mn, ms, nb, nds, nn, oc, pt, sl, sq, sr, th, zh_tw

source: Failed to init the UI: %s
af: Gebruikerskoppelvlak-inisialisering het misluk: %s
ar: فشل بدء واجهة الاستخدام: %s
ast: Falló al anicializar la interface d'usuariu: %s
bg: Неуспешен опит за инициализиране на потребителския интерфейс: %s
br: Fall eo bet deraoukadur etrefas implijer: %s
eo: Malsukcesis lanĉi la uzantinterfacon: %s
et: Kasutajaliidese lähtestamine nurjus: %s
eu: Ezin interfaza abiarazi: %s
gl: Fallou a inicialización da interface gráfica: %s
he: כשל בהפעלת מנשק המשתמש: %s
id: Gagal mengawali UI: %s
it: Impossibile inizializzare l'interfaccia: %s
kk: %s графикалық интерфейстің жүктеуі сәтсіз болды.
ko: UI 초기화 실패: %s
lt: Nepavyko inicijuoti NS: %s
lv: Neizdevās inicializēt UI: %s
mn: UI-ийн үүсгэхэд алдаа гарсан: %s
ms: Gagal menjalankan UI: %s
nb: Mislyktes å sette opp brukergrensesnittet: %s
nds: Initialiseren vun de Brukerboverfläch fehlslagen: %s
nn: Klarde ikkje å setje opp brukargrensesnittet: %s
oc: L'inicializacion de l'interfàcia d'utilizaire a fracassat : %s
pt: Falha ao iniciar a UI: %s
sl: Zagon UI je spodletel: %s
sq: Dështuam në nisjen e UI: %s
sr: Започињање Корисничког Сучеља није успело: %s
th: การเริ่มต้น UI ล้มเหลว: %s
zh_tw: 使用者介面 (UI) 初始失敗： %s

source: unknown error
af: onbekende fout
ar: خطأ مجهول
ast: fallu desconocíu
bg: неизвестна грешка
br: fazi dianav
eo: nekonata eraro
et: tundmatu viga
eu: errore ezezaguna
gl: erro descoñecido
he: שגיאה בלתי מוכרת
id: galat tak dikenal
it: errore sconosciuto
kk: белгісіз қате
ko: 알 수 없는 오류
ku: çewtiya nenas
lt: nežinoma klaida
lv: nezināma kļūda
mn: Мэдэхгүй алдаа
ms: kesalahan tidak diketahui
nb: ukjent feil
nds: unbekannter Fehler
nn: ukjend feil
oc: error desconeguda
pt: erro desconhecido
sl: neznana napaka
sq: gabim i panjohur
sr: непозната грешка
th: ข้อผิดพลาดไม่ทราบสาเหตุ
zh_tw: 未知的錯誤

source: update-notifier
af: opdateringskennisgewing
ast: notificador-d'actualizaciones
bg: известяване за актуализации
br: Hizivadenn-kelaouiñ
eo: ĝisdatigo-sciigilo
eu: Eguneraketa-jakinarazlea
gl: notificador de actualizacións
he: מתריע-עדכונים
id: pemberitahu-pembaruan
kk: жаңартулар жайлы мәлімдемелер
ko: 업데이트-알리미
ku: Danezanerê-rojanekirinê
lv: atjauninājumu paziņotājs
mn: Шинэчлэгч-мэдээлэгч
nb: oppdateringshåndterer
nds: Opfrischenhenwies
nn: oppdateringshandsamar
oc: Notificador de mesas a jorn
pt: notificação de actualização
sl: opozorilnik posodobitev
sq: njoftuesi i rifreskimeve

source: <span weight="bold" size="larger">Update information</span>
af: <span weight="bold" size="larger">Opdateringsinformasie</span>
ar: <span weight="bold" size="larger">معلومات التحديث</span>
ast: <span weight="bold" size="larger">Información d'actualización</span>
bg: <span weight="bold" size="larger">Информация за актуализацията</span>
br: <span weight="bold" size="larger">Hizivaat titouroù</span>
eo: <span weight="bold" size="larger">Ĝisdatiga informo</span>
et: <span weight="bold" size="larger">Uuenduse info</span>
eu: <span weight="bold" size="larger">Eguneraketa informazioa</span>
gl: <span weight="bold" size="larger">Información sobre a actualización</span>
he: <span weight="bold" size="larger">מידע על העידכון</span>
id: <span weight="bold" size="larger">Informasi pembaruan</span>
it: <span weight="bold" size="larger">Informazioni di aggiornamento</span>
kk: <span weight="bold" size="larger">Жаңартулар бойынша ақпарат</span>
ko: <span weight="bold" size="larger">업데이트 정보</span>
ku: <span weight="bold" size="larger">Agahiya rojanekirinê</span>
lt: <span weight="bold" size="larger">Atnaujinimų informacija</span>
lv: <span weight="bold" size="larger">Atjaunināšanas informācija</span>
mn: <span weight="bold" size="larger">Шинэчлэлийн мэдээлэл</span>
ms: <span weight="bold" size="larger">Maklumat kemaskini</span>
nb: <span weight="bold" size="larger">Oppdateringsinformasjon</span>
nds: <span weight="bold" size="larger">Opfrischeninformatschoon</span>
nn: <span weight="bold" size="larger">Oppdateringsinformasjon</span>
oc: <span weight="bold" size="larger">Entresenhas de mesa a jorn</span>
pt: <span weight="bold" size="larger">Informação de actualização</span>
sl: <span weight="bold" size="larger">Informacije o posodobitvi</span>
sq: <span weight="bold" size="larger">Rifresko informacionin</span>
sr: <span weight="bold" size="larger">Подаци о освежењу</span>
th: <span weight="bold" size="larger">ข้อมูลของการอัพเดท</span>
zh_tw: <span weight="bold" size="larger">更新資訊</span>

source: Restart Required
af: Herlaai benodig
ar: إعادة التشغيل مطلوبة
ast: Requierse reaniciar
bg: Изисква се рестартиране
br: Adloc'hadur azgoulennet
eo: Restartigo bezonata
et: Vajalik on süsteemi taaskäivitamine
eu: Berrabiarazi egin behar da
gl: É preciso reiniciar
he: נדרשת הפעלה מחדש של המחשב
id: Diperlukan Restart
it: Riavvio richiesto
kk: Компьютерді қайта жүктеу қажет
ko: 재시작이 필요함
ku: Dîsdestpêkirin Pêwist e
lt: Reikia perkrauti
lv: Nepieciešams restarts
mn: Дахин эхлүүлэх хэрэгтэй
ms: Komputer anda perlu dimatikan dan dihidupkan semula
nb: Omstart er nødvendig
nds: Nejstart nödig
nn: Omstart er nødvendig
oc: Vos cal tornar amodar
pt: É necessário Reiniciar
sl: Potreben je ponoven zagon
sq: Kërkohet Rinisja
sr: Рестартовање је неопходно
th: ต้องการที่จะเริ่มเครื่องใหม่
zh_tw: 需要重新啟動

source: Restart _Later
af: Herlaai _later
ar: أعد التشغيل _لاحقا
ast: Reaniciar más _sero
bg: Рестартиране _по-късно
br: Adloc'hañ _diwezhatoc'h
eo: Rekomenci _poste
et: Taaskäivita _hiljem
eu: _Beranduago Berrabiarazi
gl: Reiniciar máis tarde
he: הפעל _מחדש מאוחר יותר
id: Restart _Nanti
it: Riavvia in _seguito
kk: Қайта жүктеуді _кейінірек орындау
ko: 나중에 재시작(_L)
ku: _Piştre ji nû ve dest pê bike
lt: Perkrauti _vėliau
lv: Pārstartēt _vēlāk
mn: _Дараа дахин эхлүүлэх
ms: Ulanghidup _Kemudian
nb: Omstart _senere
nds: Laater nej starten
nn: Start omatt seinare
oc: Tornar amodar _pus tard
pt: Reiniciar _Posteriormente
sl: Ponovno _zaženi kasneje
sq: Rinis më _vonë
sr: Рестартуј _касније
th: เริ่มระบบใหม่ทีหลัง
zh_tw: 稍後才重新啟動(_L)

source: The computer needs to restart to finish installing updates. Please save your work before continuing.
af: The rekenaar moet herlaai word voordat die installering voltooi kan word. Maak asseblief seker dat alle data gestoor is voor u verder gaan.
ar: يحتاج الحاسوب لإعادة التشغيل لتطبيق التحديثات. من فضلك احفظ عملك قبل المواصلة.
ast: L'equipu necesita reaniciase pa finar l'anovamientu. Guarde'l so trabayu enantes de continuar.
bg: За да завърши инсталирането, компютъра трябва да се рестартира. Преди да продължите, моля, запазете вашата работа.
br: Evit echuiñ an hizivadurioù, ret eo adloc'hañ an urzhiataer. Gwarediñ ho labour a-raok kenderc'hel mar plij ganeoc'h.
eo: La komputilo bezonas restartiĝi pro fini la instaladon de la ĝisdatigoj. Bonvolu savi vian laboron antaŭ ol daŭrigi.
et: Uuenduste paigaldamise lõpetamiseks tuleb arvuti taaskäivitada. Palun salvesta enne jätkamist pooleliolevad tööd.
eu: Ordenagailua berrabiarazi behar da eguneraketak instalatzen bukatzeko. Zure lanak gorde itzazu jarraitu aurretik.
gl: A computadora precisa reiniciarse para rematar a instalación das actualizacións. Garde o seu traballo antes de continuar.
he: יש לאתחל את המחשב כדי לסיים את התקנת העדכונים. נא לשמור את העבודה שלך בטרם המשך הפעולה.
id: Komputer perlu di restart untuk menyelesaikan proses instalasi update. Silakan simpan pekerjaan Anda sebelum melanjutkan.
it: Per concludere l'installazione degli aggiornamenti è necessario riavviare il computer. Salvare il proprio lavoro prima di continuare.
kk: Жаңартуды толығымен орнату үшін, компьютерді қайта жүктеу қажет. Әрі қарай жалғастыру алдында, өзіңіздің жұмысыңызды сақтаңыз.
ko: 업데이트 설치를 완료하기 위한 재시작이 필요합니다. 진행하기 전에 작업을 저장하시기 바랍니다.
lt: Kompiuterio OS reikia įkelti iš naujo atnaujinimų diegimui baigti. Išsaugokite savo darbus prieš tęsdami.
lv: Datoru nepieciešams pārstartēt, lai pabeigtu atjauninājumu instalēšanu. Lūdzu saglabājiet visu darbu pirms turpināt.
mn: Шинэчлэлийг суулгах дуусахад компьютераа дахин ачааллах хэрэгтэй. Үргэлжлүүлэхийн өмнө ажлаа хадгалана уу
ms: Komputer perlu diboot semula untuk melengkapkan process pemasangan. Sila save semua kerja anda sebelum anda meneruskan.
nb: Datamaskinen må startes på nytt for å ferdiggjøre installeringen av oppdateringene. Vennligst lagre arbeidet før du fortsetter.
nds: De Rekner mutt nej start werrn, um de Opfrischeninstallatschoon fertigtostellen. Bidde seker dien Daten.
nn: Datamaskina må startast på nytt for å gjere ferdig oppdateringane. Husk å lagra arbeidet ditt før du fortsett.
oc: Vos cal tornar amodar l'ordenador per que l'installacion de las mesas a jorn s'acabe. Enregistratz vòstre trabalh abans de contunhar.
pt: O computador precisa de reiniciar para acabar de instalar as actualizações. Por favor guarde o seu trabalho antes de continuar.
sl: Računalnik se mora ponovno zagnati, da dokonča proces posodobitve. Prosimo, da pred nadaljevanjem shranite svoje delo.
sq: kompjuteri ka nevojë të rindizet për të përfunduar përditësimet. ju lutemi të ruani punën tuaj para se të vazhdoni.
sr: Да би сте завршили са инсталирањем освежења, потребно је рестартовати рачунар. Молим сачувајте ваш рад пре него што наставите.
th: ต้องการเริ่มระบบใหม่หลังจากการปรับปรุงเสร็จสิ้น กรุณาบันทึกงานของท่านก่อนดำเนินการต่อไป
zh_tw: 必須重新啟動電腦來完成安裝更新，在繼續之前請先儲存未儲存的工作。

source: _Restart Now
af: He_rlaai nou
ar: أعد التشغيل اﻵ_ن
ast: _Reaniciar agora
bg: Рестартиране _сега
br: _Adloc'hañ diouzhtu
eo: _Rekomenci nun
et: _Taaskäivita kohe
eu: _Orain Berrabiarazi
gl: _Reiniciar Agora
he: _אתחל כעת
id: _Restart Sekarang
it: _Riavvia ora
kk: _Қазір қайта жүктеу
ko: 지금 재시작(_R)
ku: Niha ji nû ve bide _destpêkirin
lt: _Perkrauti dabar
lv: Pā_rstartēt tagad
mn: _Одоо дахин эхлүүл
ms: _Ulanghidup Sekarang
nb: Omstart _nå
nds: Nu nej starten
nn: Start omatt no
oc: _Tornar amodar ara
pt: _Reiniciar Agora
sl: _Ponovno zaženi zdaj
sq: _Rinis tani
sr: _Рестартовати сада
th: เริ่มระบบใหม่เดี๋ยวนี้
zh_tw: 現在重新啟動(_R)

source: Automatically launch the default action
af: Voer automaties die verstek-aksie uit
ar: نفّذ الأمر المبدئي تلقائيا
ast: Llanza automáticamente l'aición predeterminada
bg: Автоматично изпълнение на действието по подразбиране
br: Urzhiañ emgefre an oberenn dre ziouer
eo: Aŭtomate roli la defaŭltan agon
et: Vaikimisi tegevuse automaatselt käivitamine
eu: Automatikoki abiarazi akzio lehenetsia
gl: Executar automaticamente a acción predeterminada
he: ביצוע פעולת ברירת המחדל באופן אוטומטי
id: Jalankan secara otomatis aksi standar
it: Esegue automaticamente l'azione predefinita
kk: Қалыпты әрекеттерді автоматты түрде жасау
ko: 자동으로 기본 동작을 실행시킴
ku: Çalakiya heyî bixweber bide destpêkirin
lt: Automatiškai paleisti numatytą veiksmą
lv: Automātiski palaist noklusēto darbību
mn: Автоматаар стандарт үйлдэл эхлэх
ms: Lancarkan tindakan asal secara automatik
nb: Start standardhandling automatisk
nds: Vun alleen de instellte Aktschoon utföhrn
nn: Start standardhandlinga automatisk
oc: Executar automaticament l'accion per defaut
pt: Lançar automaticamente a acção predefinida
sl: Avtomatsko izvedi privzeto dejanje
sq: Automatikisht nis veprimin e parazgjedhur
sr: Аутоматски покрени унапред постављену акцију
th: เริ่มดำเนินการปริยายโดยอัตโนมัติ
zh_tw: 自動執行預設的動作

source: Display apport crash reports automatically
af: Vertoon Apport-foutmeldings automaties
ar: اعرض تقارير الانهيار آليا
ast: Amosar los informes de fallos xeneraos por Apport automáticamente
bg: Автоматично показване на доклад за срив
br: Diskouez emgefreek an danevelloù sac'hadenn
eo: Vidigi frakasraportojn de apport aŭtomate
et: Vearaporti automaatselt näitamine
eu: Automatikoki bistaratu Apport-ek sortutako errore-txostenak
gl: Mostrar os informes de erro de apport automaticamente
he: הצג דוחות התרסקות באופן אוטומטי
id: Tampilkan laporan kerusakan apport secara otomatis
it: Visualizza automaticamente i rapporti crash di apport
kk: Қателер есептерін автоматты түрде көрсету
ko: 충돌 보고서를 자동으로 표시
ku: Raportên têkçûnê werin jixweber nîşân dayîn
lt: Parodyti apport lužio ataskaitas automatiškai
lv: Automātiski rādīt apport avārijas ziņojumus
mn: Apport ойслын тайлан автоматаар үзүүлэх
ms: Papar laporan crash apport secara automatik
nb: Vis apports krasjrapporter automatisk
nds: Crash-Berichte vun Apport vun alleen opwiesen
nn: Syn apport sine krasj-rapportar automatisk
oc: Afichar automaticament los rapòrts de plantatges generats per « Apport »
pt: Mostrar relatórios de erro do apport automaticamente
sl: Samodejno prikaži poročila o sesutju apport
sq: Shfaq raportet e rënies së apport automatikisht
sr: Аутоматски прикажи извештаје о паду аппорт-а
th: แสดงรายงานข้อผิดพลาดอัตโนมัติ
zh_tw: 自動顯示 apport 不正常結束報告

source: Do not display a reboot required icon or dialog. This is useful for sysadmin who want to prevent this feature from users.
af: Moenie 'n 'herlaai benodig' afbeelding of dialoogvenster vertoon nie. Hierdie opsie is nuttig vir stelselbeheerders wie hierdie eienskap vir gebruikers wil verskuil.
ar: لا تظهر أيقونة أو حوار إعادة التشغيل. يفيد مدراء النظام الذين يريدون حجب هذه الخدمة عن المستخدمين.
ast: Nun amosar un iconu o diálogu de reaniciu requeríu. Esto ye útil pa un alministrador de sistemes que quier anubrir esta carauterística a los usuarios.
bg: Да не се показва икона или прозорец за 'Необходимо е рестартиране'. Това е полезно за системни администратори, които не искат потребителите да виждат тази опция.
br: Chom hep diskouez an arlun pe ar voest kendiviz a c'houlenn adloc'hañ. Talvoudus eo evit ar verourien a fell dezho mirout d'an implijerien d'ober an oberiadenn-mañ.
eo: Ne vidigi la bildsimbolon aŭ la dialogon de bezonata restartigo. Tio estas utila por la sistemestro kiu deziras preventi tiun ĉi eblecon de la uzantoj.
et: Taaskäivituse vajalikkuse dialoogi ega ikooni ei kuvata. See vajalik süsteemiadministraatorile, kes tahab sellise võimaluse kasutajatele ära keelata.
eu: Ez erakutsi "Berrabiarazi behar"-ikur edo elkarrizketarik. Hau erabilgarria da erabiltzaileek halako ezaugarririk erabiltzea nahi ez duten sitema-administratzaileentzat.
gl: Non mostrar unha icona ou diálogo de reinicio requirido. Isto é útil para os administradores que non queren mostrarlle esta característica ao usuario.
he: אין להציג דו־שיח או סמל לדרישת אתחול. אפשרות זו יעילה למנהלי מערכות המעוניינים למנוע תכונה זו מהמשתמשים.
id: Jangan tampilkan dialog atau ikon diperlukan reboot. Ini akan sangat berguna untuk sysadmin yang ingin mencegah fitur ini dari pengguna.
it: Non mostra una finestra di dialogo o un'icona con la richiesta di riavvio. Questo è utile per gli amministratori che non vogliono concedere questa funzionalità agli utenti.
kk: Жүйенің қайта жүктелуінің қажеттігін немесе ол туралы мәлімдемені көрсетпеу. Бұл мүмкіншілік жүйелік администраторларға, жай пайдаланушыларға осындай текті ақпаратты көрсетпеу үшін, пайдалы болуы мүмкін.
ko: 재부팅에 필요한 아이콘이나 대화를 표시하지 마십시오. 이는 이 특성을 사용자들에게서 막을 시스템 관리자에게 유용합니다.
lt: Nerodyti „reikia įkelti OS iš naujo“ piktogramos ar dialogo lango. Tai naudinga sistemos administratoriams, kurie nori neleisti naudotis šia funkcija naudotojams.
lv: Nerādīt 'nepieciešams restartēt' ikonu vai logu. Tas noder ja administrators nevēlas to rādīt lietotājiem.
mn: Дахин ачааллахыг шаардсан харилцах цонх буюу айконг үзүүлэхгүй. This is useful for sysadmin who want to prevent this feature from users.
ms: Jangan memaparkan ikon boot semula. Pilihan ini sesuai untuk sistem admin yang hendak mengelakkan pengguna menggunakan kegunaan ini.
nb: Ikke vis et ikon eller en dialog som angir at det er nødvendig med omstart. Dette er nyttig for administratorer som vil hindre brukere å benytte denne funksjonen.
nds: Keen Bill or Dialog opwiesen, dat een Nejstart nödig is. Sysadmin künn dat villicht bruken, um düsse Funktschoon vor de annern Brukers to verbargen.
oc: Afichar pas l'icòna o la bóstia de dialòg que demanda una reaviada. Aquò's util als administrators que vòlon empachar los utilizaires d'efectuar aquesta operacion.
pt: Não mostrar um ícone ou diálogo de reinício. Isto é útil para os administradores do sistema impedirem esta possibilidade aos utilizadores.
sl: Ne prikaži ikone ali okna "potreben nov zagon". To je uporabno za administratorja, ki želi preprečiti uporabo te možnosti navadnim uporabnikom.
sq: Mos e shfaq një ikonë apo dialog që kërkohet rindezja. Kjo është e dobishme për administratorët e sistemit të cilët duan që ky mesazh të mos u dalë përdoruesve.
sr: Немој приказати икону захтева за поновним покретањем или дијалог. Ово је корисно за администраторе система који желе да заштите ову функционалност од корисника.
th: ซ่อนหน้าต่างและไอคอนคำขอเริ่มระบบใหม่ เป็นเรื่องที่ดีสำหรับผู้ดูแลระบบที่ไม่ต้องการให้ผู้ใช้ทั่วไปเข้าถึงความสามารถนี้
zh_tw: 不要顯示重新啟動圖示或對話框，這對防止其他用戶使用嘗試執行該動作很有用。

source: Hide the reboot notification
af: Verskuil die herlaai kennisgewing
ar: أخفِ تنبيه إعادة التشغيل
ast: Anubrir l'avisu de reaniciu
bg: Скриване на подканването за рестартиране
br: Kuzhaat ar c'hemenn adloc'hañ
eo: Kaŝi sciigon de restartigo
et: Taaskäivituse märguande peitmine
eu: Berrabiarazte-jakinarazpena ezkutatu
gl: Agochar o aviso de reinicio
he: הסתר את הודעת האתחול
id: Sembunyikan pemberitahuan boot ulang
it: Nasconde la notifica di riavvio
kk: Қайта жүктеу қажеттегінің мәлемдемені жасыру
ko: 재부팅 알림을 숨김
lt: Nerodyti perkrovimo pranešimą
lv: Slēpt pārstartēšanas paziņojumu
mn: Дахиад ачааллах мэдээллийг нуух
ms: Sorok pemakluman boot semula
nb: Skjul varsling om omstart
nds: De Nejstarthenwies verbargen
oc: Amagar la notificacion de reamodament
pt: Esconder a notificação para reiniciar o sistema
sl: Skrij obvestilo o ponovnem zagonu
sq: Fshihe njoftimin e rindezjes
sr: Сакриј обавештење о поновном покретању
th: ซ่อนข้อความแจ้งเตือนการเริ่มระบบใหม่
zh_tw: 隱藏重新開機通知

source: If this is disabled, the user will not be notified about pending apport crash reports.
af: As hierdie afgeskakel is, sal die gebruiker nie meer op hoogte gehou word van wagtende apport-foutmeldings nie.
ar: إن عُطّل هذا فلن يبلغ المستخدم بتقارير الانهيار قيد الانتظار.
ast: Si se desautiva, l'usuariu nun recibirá notificaciones d'informes de fallos xeneraos por Apport.
bg: Ако това е изключено, потребителят няма да бъде уведомяван за предстоящи доклади за срив.
br: Ma hemañ a zo diweredekaet, an implijer na vo ket kelaouet diwar-benn danevelloù sac'hadenn o c'hortoz.
eo: Se ĉi tio estas malŝaltita, la uzant ne estos sciigata pri atendantaj frakasraportoj de apport.
et: Kui see on välja lülitatud, siis ei teavitata kasutajat ootel vearaportitest.
eu: Hau ezgaituz gero, erabiltzaileak ez du Apport-ek sortutako errore-txostenei buruzko ohartarazpenik jasoko.
gl: Se estar desactivado, non se lle informará ao usuario dos informes de erro pendentes de apport.
he: אם אפשרות זו מבוטלת, המשתמש לא יקבל התרעות על דוחות התרסקות.
id: Bila ini tidak difungsikan, pengguna tidak akan diberitahu tentang laporan kerusakan apport yang tertunda.
it: Se abilitata, l'utente viene avvisato riguardo i rapporti di apport sui crash.
kk: Егер де бұл функция өшірілген болса, пайдаланушы apport туралы ағымдағы қателер есептерін көрмейтін болады.
ko: 만약 이것을 사용하지 않도록 하면, 사용자는 생성된 충돌 보고서에 대한 알림을 받지 못할 것입니다.
ku: Heke ev nêçalak be, agahdarî li ser raportên têkçûnê yên apport nayê dayîn.
lt: Kai jos išjungtos, naudotojas nebus informuojamas apie neapdorotas apport lūžio ataskaitas.
lv: Ja tas ir deaktivizēts, lietotājs netiks informēts par neapstrādātajiem apport avārijas paziņojumiem.
mn: Хэрвээ энэ идэвхигүй байвал, Хэрэглэгчид хүлээгдэж байгаа олслын тайлангийн тухай мэдэгдэхгүй.
ms: Jika ini di nyahaktif, pengguna tidak akan diberitahu mengenai laporan crash apport yang ada.
nb: Hvis dette er slått av, vil brukeren ikke bli informert om ventende krasjrapporter fra apport.
nds: Wenn dies ausgeschalten ist, wird der Benutzer nicht über ausstehende Crash-Berichte von Apport informiert.
nn: Om denne er slege av, vil ikkje brukaren verta fortald om ventande krasj-rapportar frå apport.
oc: S'aqueste es desactivat, l'utilizaire serà pas informat suls rapòrts de plantatges en espèra.
pt: Se isto estiver desactivado, o utilizador não será notificado sobre os relatórios de erro do apport pendentes.
sl: Če je to onemogočeno, uporabnik ne bo obveščen o čakajočih poročilih sesutja apport.
sq: Nëse kjo çaktivizohet, përdoruesi nuk do të njoftohet për raportet e rënies apport të ngelura pezull.
sr: Уколико је ова опција искључена, корисник неће бити обавештен о извештајима о паду аппорт-а који су у току.
th: ถ้าปิดการใช้งาน, ผู้ใช้จะไม่ถูกเตือนเกี่ยวกับรายงานข้อผิดพลาดอัตโนมัติที่ยังค้างอยู่
zh_tw: 如果停用這個選項，apport 有未處理的不正常結束報告時，將不會通知使用者。

source: Interval (in days) when to auto launch for normal updates
af: Interval (in dae) vir outomatiese uitvoer van normale opdaterings
ar: المدة (بالأيام) لتنفيذ التحديثات العادية تلقائيا
ast: Intervalu (en díes) nel que llanzar automáticamente p'actualizaciones normales
bg: Интервал (в дни) за автоматично стартиране за нормално актуализиране
br: Esaouenn (deizioù) lañsañ emgefre evit an hizivadurioù a-reizh
eo: Intervalo (en tagoj) por memlanĉi por normalaj ĝisdatigoj
et: Ajavahemik (päevades), mille tagant teha automaatselt tavalisi uuendusi.
eu: Eguneraketa normalak zenbat egunetan behin abiarazi automatikoki
gl: Intervalo (en días) para executar as actualizacións normais
he: המרווח (בימים) בין הפעלת העדכונים האוטומטיים באופן סדיר
id: Interval (dalam hari) kapan menjalankan pembaharuan normal sistem secara otomatis
it: Intervallo (in giorni) di esecuzione automatica degli aggiornamenti
kk: Автоматты жаңартуларды тексеру интервалы (күндер өлшенеді)
ko: 일반 업데이트를 하기 위해 자동으로 실행시키는 간격 (일 단위)
ku: Ji bo rojanekirinên asayî navbera xebitandina bixweber (weke roj)
lt: Intervalas (dienomis) kada automatiškai paleisti paprastiems atnaujinimams
lv: Intervāls (dienās) kurā automātiski palaist parasto atjaunināšanu.
mn: Interval (Өдрүүд дэх) завсар байгаа хэвхий шинэчлэл автоматаар эхлүүлэх
ms: Jarak (hari) untuk melancarkan kemaskini secara normal
nb: Intervall (i dager) når automatiske oppdateringer skal kjøres
nds: Intervall (in Tagen) für die automatische Suche nach normalen Aktualisierung
oc: Interval (en jorns) per l'aviada automatica de las las mesas a jorn normalas
pt: Intervalo (em dias) para lançamento automático de actualizações normais
sl: Interval (v dneh) med samodejnimi posodobitvami
sq: Intervali (në ditë) kur të kërkojmë për rifreskime normale
sr: Интервал (у данима) када аутоматски покренути нормално освежавање
th: ระยะเวลา (เป็นวัน) เมื่อจะเริ่มทำการปรับปรุงแบบธรรมดาโดยอัตโนมัติ
zh_tw: 自動執行一般更新的間隔時間（以天數計）
