Repository: xtaran/update-notitifier-systray
Catalog: po/*.po
Languages: af, ar, ast, bg, br, eo, et, eu, gl, he, id, it, kk, ko, ku, lt, lv, mn, ms, nb, nds, nn, oc, pt, sl, sq, sr, th, zh_tw

source: Your current network has a .local domain, which is not recommended and incompatible with the Avahi network service discovery. The service has been disabled.
af: U huidige netwerk het 'n .local domein. Dit word nie aanbeveel nie en is nie bruikbaar met die Avahi-netwerkdiensdetektor nie. Die diens is daarom afgeskakel.
ar: لشبكتك الحالية نطاق .local، وهو ما لا ينصح به وليس متوافقا مع استكشاف خدمة الشبكة Avahi. عُطِّلت الخدمة.
ast: La so rede actual tien un dominiu .llocal. non recomendáu ya incompatible col serviciu d'autodeteición de rede Avahi. El serviciu foi deshabilitáu
bg: Вашата текуща мрежа има .local домейн, което не е препоръчително и несъвместимо с услугата за откриване на мрежа Avahi. Услугата беше изключена.
br: Un domani .local a zo gant ho rouedad, n'eo ket erbedet hag embreget gant ar c'hlask servijoù ar rouedad Avahi. Diweredekaet eo bet ar servij.
eo: Via nuna reto havas domajnon .local, kio estas malrekomendita kaj ne kongrua kun la retserva malkovrado de Avahi. La servo estas malŝaltita.
et: Sinu praegusel võrgul on .local domeen, mis pole soovitatav ega ühildu Avahi võrguteenuse avastamisega. Teenus on välja lülitatud.
eu: Zure oraingo sareak .local domeinu bat dauka; halakoak gaitzetsi egiten ditu sareen autodetekziorako Avahi zerbitzuak, eta beronekin bateraezinak dira. Zerbitzua ezgaitua izan da.
gl: A súa rede actual ten un dominio .local, que non se recomenda e é incompatible coa busca de servizos de rede Avahi. O servizo foi deshabilitado.
he: לרשת הנוכחית שלך יש שם מתחם .local, אשר אינו מומלץ או לא תואם את שירות גילוי הרשת Avahi. השירות הופסק.
id: Jaringan anda kini memiliki sebuah domain .local, yang tidak disarankan dan tidak kompatibel dengan pencarian layanan jaringan Avahi. Layanan telah tidak difungsikan.
it: Attualmente la rete sta utilizzando un dominio «.local». Ciò non è raccomandato e risulta incompatibile con la rilevazione dei servizi di rete Avahi. Il servizio è stato disabilitato.
kk: Avahi желілік ресурстарды іздеу сервисі, ағымдағы желінің локальді доменімен (.local) үйлесімсіз және жұмыс істеу артық көрінбейді.
ko: 여러분의 현재 네트워크는 .local 도메인을 가지고 있습니다. 이는 Avahi 네트워크 서비스 탐색 서비스에 문제를 일으킬 수 있습니다. 서비스가 비활성화 되었습니다.
lt: Jūsų dabartinis tinklas turi .local sritį, kuri nėra rekomenduojama ir yra nesuderinama su Avahi tinklo paslaugų atradimu. Paslauga išjungta.
lv: Jūsu pašreizējam tīklam ir .local domēns, kas nav ieteicams un nav savietojams ar Avahi tīkla servisu atklāšanu. Šis serviss tika deaktivizēts.
mn: Таны сүлжээ .lokal хүрээнд байна. Энэ нь сүлжээний үйлчилгээг автоматаар танихад нийлэмжгүйн дээр таньд санал болгоогүй болно. Иймээс энэ үйлчилгээг идвэхгүй болголоо.
ms: Rangkaian semasa anda mempunyai domain .local, yang mana tidak digalakkan dan tidak bersesuaian dengan Penemuan Servis Rangkaian Avahi. Servis tersebut telah dinyahaktifkan.
nb: Nettverksoppsettet ditt har et .local-domene. Dette er ikke anbefalt, og inkompatibelt med Avahi-verktøyet som oppdager av nettverkstjenester. Tjenesten er derfor deaktivert.
nds: Dien aktuelles Netwark hett een .local Domain, de nich empfohlen un ook nich passend to de Avahi Netwarkdeenst-Sök is. De Deenst warrt deaktivert.
nn: Netverksoppsettet ditt har eit .local-domene, som ikkje fungerer med Avahi oppdaging av netverkstenestar. Tenesta er dimed slege av.
oc: Vòstra ret actuala a un domeni .local, çò qu'es ni recomandat, ni compatible amb la foncion de recèrca de servicis rets Avahi. Aquesta foncion es estada desactivada.
pt: A sua rede actual possui um domínio .local, o que não é recomendado e é incompatível com o serviço de detecção de redes Avahi. O serviço foi desactivado.
sl: Vaše trenutno omrežje uporablja domeno .local, kar ni priporočeno in je nezdružljivo z odkrivanjem omrežnih storitev Avahi. Storitev je onemogočena.
sq: Rrjeti juaj i tanishëm ka një domein .local, i cili nuk rekomandohet dhe është jo kompatibël me shërbimin e zbulimit të rrjetit Avahi. Shërbimi është çaktivizuar.
sr: Ваша тренутна мрежа је у .local домену, што се не препоручује и у несагласности је са откривањем мрежних услуга Авахи. Услуга је искључена.
th: เครือข่ายปัจจุบันของคุณมี่โดเมนของท้องที่อยู่(local domain), ซึ่งไม่แนะนำและไม่เข้ากับบริการค้นหาเครือข่ายของ Avahi บริการนี้จึงถูกปิดการใช้งาน
zh_tw: 您現在的網路網域設定為 .local。系統不鼓勵使用這樣的設定，並且不相容於 Avahi 網路探索服務，該服務已被停用。

source: Software Packages Volume Detected
af: Skyf met sagtewarepakkette gevind
ar: حجوم حزم البرمجيات اكتشفت
ast: Volume de paquetes de software deteutaos
bg: Открит е носител със софтуерни пакети
br: Pezhienn a ginnig pakadoù meziant dinoet
eo: Programarpakaĵa datumportilo detektita
et: Avastati tarkvarapakettide andmekandja
eu: Software-Pakete Bolumena Detektatua
gl: Detectado volume con paquetes de software
he: התגלה כרך חבילות תוכנה
id: Volume Paket Perangkat Lunak Terdeteksi
it: Rilevato supporto con pacchetti software
kk: Бағдалармалық пакеттері бар диск табылды
ko: 소프트웨어 패키지 볼륨이 발견됨
ku: Yekîneya Pakêtên Nivîsbariyê Hat Dîtin
lt: Aptiktas programinės įrangos paketų tomas
lv: Atrasts progragrammatūras pakotnes sējums
mn: Програмын багцтай мэдээлэл тээгч илэрлээ
ms: Jilid Pakej Perisian Dikesan
nb: Volum med programpakker ble oppdaget
nds: Een Datendräger mit Programmpaketen warrt feststellt
nn: Volum med programvarepakkar vart oppdaga
oc: Volum contenent de paquets logicials detectat
pt: Volume de Pacotes de Software detectado
sl: Zaznan je medij programskih paketkov
sq: U Dallua Një Volum i Paketave të Programeve
sr: Детектован је диск са програмским пакетима
th: เจอชุดซอฟต์แวร์แพคเกจ
zh_tw: 偵測到含有 軟體套件 的磁區

source: <span weight="bold" size="larger">A volume with software packages has been detected.</span> Would you like to open it with the package manager?
af: <span weight="bold" size="larger">A skyf met sagtewarepakkette is gevind.</span> Wil u dit met die pakketbeheerder oopmaak?
ar: <span weight="bold" size="larger">يوجد مجلد يحوى حزما برمجية.</span> أترغب في فتحه بمدير الحزم؟
ast: <span weight="bold" size="larger">Tiense deteutao un volume con paquetes de software.</span> ¿Prestaría-y abrilu col xestor de paquetes?
bg: <span weight="bold" size="larger">Открит е носител на софтуерни пакети.</span> Желаете ли да бъде отворен диспечера на пакети?
br: <span weight="bold" size="larger">Trobarzhell-stokañ gant pakadoù meziantoù e-barzh 'zo bet dinoet.</span> C'hoant ho peus da zigeriñ anezhañ gant ar merour pakadoù ?
eo: <span weight="bold" size="larger">Datumportilo kun programaraj pakaĵoj estas detektita.</span> Ĉu vi ŝatus malfermi ĝin per la pakaĵa administrilo?
et: <span weight="bold" size="larger">Avastati tarkvarapakettide andmekandja.</span> Kas sa tahad seda avada paketihalduriga?
eu: <span weight="bold" size="larger">Software-paketeak dituen bolumen bat detektatu da.</span> Pakete-kudeatzailearekin iriki nahi al zenuke?
gl: <span weight="bold" size="larger">Detectouse un volume con paquetes de software.</span> ¿Quéreo abrir co xestor de paquetes?
he: <span weight="bold" size="larger">התגלה כרך עם חבילות תוכנה.</span> תירצו לפתוח אותו עם מנהל החבילות?
id: <span weight="bold" size="larger">Sebuah volume dengan paket perangkat lunak telah terdeteksi.</span> Apakah anda ingin membukanya dengan pengelola paket?
it: <span weight="bold" size="larger">È stato rilevato un volume contenente pacchetti software.</span> Aprire tale volume con il gestore di pacchetti?
kk: <span weight="bold" size="larger">Бағдалармалық пакеттері бар диск табылды.</span> Оны пакеттер менеджер көмегімен ашқыңыз келеді ме?
ko: <span weight="bold" size="larger">소프트웨어 패키지가 있는 볼륨을 발견했습니다.</span> 패키지 관리자로 열까요?
ku: <span weight="bold" size="larger">Volumeke pakêtên nivisbariyê hatiye dîtin</span> Tu dixwazî wê bi gerînendeyê pakêtan re vekî?
lt: <span weight="bold" size="larger">Atrasta programinės įrangos paketų talpykla.</span> Ar norėtumėte atverti ją su paketų tvarkykle?
lv: <span weight="bold" size="larger">Ir atrasts sējums ar programmatūras pakotnēm.</span> Vai vēlies to atvērt ar pakotņu pārvaldnieku?
mn: <span weight="bold" size="larger">Програмын багцтай мэдээлэл тээгч илэрлээ.</span> Та багц зохион байгуулагчаар нээж багцуудыг суулгах уу?
ms: <span weight="bold" size="larger">Medium pakej perisian telah dikesan.</span> Adakah anda mahu membukanya menggunakan Pengurus Pakej?
nb: <span weight="bold" size="larger">Et medium med programpakker er oppdaget.</span> Vil du åpne det med pakkehåndtereren?
nds: <span weight="bold" size="larger">Een Datendräger mit Programmpaketen warrt feststellt</span>Wullt je de mit de Paketoppasser opmaken?
nn: <span weight="bold" size="larger">Eit medium med programpakkar er oppdaga.</span> Vil du opna det med pakkehandsamaren?
oc: <span weight="bold" size="larger">Un periferic que conten de paquets es estat detectat.</span> Lo volètz dobrir amb lo gestionari de paquetatges ?
pt: <span weight="bold" size="larger">Um volume com pacotes de software foi detectado.</span> Gostaria de abri-lo com o gestor de pacotes?
sl: </span weight="bold" size="larger">Zaznan je bil nosilec s paketi aplikacij.</span> Ali ga želite odpreti z orodjem za nameščanje paketov?
sq: <span weight="bold" size="larger">U dallua një volum me paketa programesh.</span> Dëshironi ta hapni atë me menaxhuesin e paketave?
sr: <span weight="bold" size="larger">Примећен је диск са програмским пакетима.</span> Желите ли да му приступите помоћу управљача пакетима?
th: <span weight="bold" size="larger"> ได้ตรวจพบ volumn ที่มีซอฟต์แวร์แพ็กเกจอยู่</span> คุณต้องการที่จะเปิดด้วยโปรแกรมจัดการแพ็กเกจหรือไม่?
zh_tw: <span weight="bold" size="larger">偵測到含有軟體套件的磁區。</span> 想使用套件管理員來開啟它嗎？

source: Start Package Manager
af: Begin Pakketbeheer
ar: ابدأ مدير الحزم
ast: Aniciar Xestor de paquetes
bg: Стартиране на Мениджър на пакети
br: Lañsañ ar merour pakadoù
eo: Komencu pakaĵan mastrumilon
et: Käivita paketihaldur
eu: Pakete kudeatzailea abiatu
gl: Iniciar xestor de paquetes
he: הפעל את מנהל החבילות
id: Mulai Pengelola Paket
it: Avvia gestore pacchetti
kk: Пакеттер менеджерін ашу
ko: 패키지 관리자 시작
ku: Rêvebirê Pakêtan Bide Destpêkirin
lt: Paleisti paketų tvarkyklę
lv: Palaist pakotņu pārvaldnieku
mn: Багц зохион байгуулагчийг эхлүүлэх
ms: Mulakan Pengurus Pakej
nb: Start pakkebehandleren
nds: Paketoppasser starten
nn: Start pakkehandsamaren
oc: Aviar lo gestionari de paquets
pt: Iniciar Gestor de Pacotes
sl: Zaženi upravljalnik paketkov
sq: Nis Menaxhuesin e Paketave
sr: Покрени менаџер пакета
th: เริ่มโปรแกรมจัดการแพคเกจ
zh_tw: 啟動套件管理程式

source: Upgrade volume detected
af: Opgraderingsvolume gevindG
ar: يوجد مجلد ترقية
ast: Deteutáu volume d'actualización
bg: Засечен носител с надграждане на системата
br: Trobarzhell-stokañ gant hizivadennoù e-barzh dinoet
eo: Ĝisdatiga datumportilo detektita
et: Andmekandjalt avastati versiooniuuendus
eu: Eguneratze-bolumen bat aurkitu da
gl: Detectouse un volume con actualizacións
he: התגלה כרך שדרוג
id: Volume upgrade terdeteksi
it: Rilevato volume di avanzamento
kk: Жаңартулары бар диск табылды
ko: 업그레이드 볼륨 발견
ku: Voluma bilindkirinê hatiye dîtin
lt: Rasta atnaujinimų talpykla
lv: Atrasts atjaunināšanas sējums
mn: Системийг шинэчлэх мэдээлэл тээгч илэрлээ
ms: Medium naiktaraf dikesan
nb: Oppgraderingsmedium oppdaget
nds: Datendräger för Verschoonsopfrischen erkannt
nn: Oppgraderingsmedium oppdaga
oc: Un periferic que conten de mesas a jorn de seguretat es estat detectat
pt: Disco de actualização detectado
sl: Zaznan je nosilec s posodobitvami
sq: U dallua një volum më modern
sr: Примећен је диск за надоградњу
th: ตรวจพบ Volumn สำหรับอัพเกรด
zh_tw: 偵測到 升級 磁區

source: <span weight="bold" size="larger">A distribution volume with software packages has been detected.</span> Would you like to try to upgrade from it automatically?
af: <span weight="bold" size="larger">'n Distribusieskyf met sagtewarepakkette is gevind.</span> Wil u dit gebruik vir 'n outomatiese opgradering?
ar: <span weight="bold" size="larger">يوجد مجلد توزيعة يحوي حزما برمجية.</span> أترغب في محاولة الترقية منه آليا؟
ast: <span weight="bold" size="larger">Tiense deteutao un volume de distribución con paquetes de software.</span> ¿Deseya intentar l'actualización dende ésti automáticamente?
bg: <span weight="bold" size="larger">Открит е носител с актуализация на дистрибуцията ви със софтуерни пакети.</span> Желаете ли да опитате да направите актуализацията автоматично?
br: <span weight="bold" size="larger">Ur pladenn kenglotus evit Ubuntu gant pakadoù meziantoù e-barzh 'zo bet dinoet.</span> Ha c'hoant ho peus d'implij anezhañ evit hizivaat emgefreek ho sistem ?
eo: <span weight="bold" size="larger">Distribua datumportilo kun programaraj pakaĵoj estas detektita.</span>
et: <span weight="bold" size="larger">Avastati distributsiooni tarkvarapakettidega andmekandja.</span> Kas sa tahad proovida sellelt andmekandjalt automaatselt uuendada?
eu: <span weight="bold" size="larger">Software-paketeak dituen distribuzio-bolumen bat aurkitu da.</span> Eguneratze bat egiten saiatzeko erabili nahi al duzu?
gl: <span weight="bold" size="larger">Detectouse un volume de distribución con paquetes de software.</span> ¿Quere tentar actualizar o sistema automaticamente desde el?
he: <span weight="bold" size="larger">התגלה כרך הפצה עם חבילות תוכנה.</span> האם תרצה לנסות לשדרג ממנו באופן אוטומטי?
id: <span weight="bold" size="larger">Sebuah volume distribusi dengan paket perangkat lunak telah terdeteksi.</span> Apakah anda ingin mencoba meningkatkan versi darinya secara otomatis?
it: <span weight="bold" size="larger">È stato rilevato un volume di distribuzione con pacchetti software.</span> Tentare di eseguire automaticamente l'avanzamento di versione da questo volume?
kk: <span weight="bold" size="larger">Бағдарламалардың пакеттері бар дистрибутив дискісі табылды.</span> Жүйені осы дискіден автоматты түрде жаңарту мүмкіндігін жасайын ба?
ko: <span weight="bold" size="larger">소프트웨어 패키지가 있는 배포판 볼륨을 발견했습니다.</span> 자동으로 업그레이드를 시도할까요?
ku: <span weight="bold" size="larger">Nirxê belavkirina pakêtên nivîsbariyê hatiye derxistin.</span> Tu dixwazî bixweber jê sûdê wergirî?
lt: <span weight="bold" size="larger">Rasta operacinės sistemos talpykla su programinės įrangos paketais.</span> Ar norėtumėte naudojant ją atnaujinti automatiškai?
lv: <span weight="bold" size="larger">Atrasts distribūcijas sējums ar programmatūras pakotnēm.</span> Vai vēlaties mēģināt atjaunināt sistēmu automātiski?
mn: <span weight="bold" size="larger">Таны тархацийн програмын багцтай мэдээлэл тээгч илэрлээ</span> Үүгээр та өөрийн системээ шинэчлэх үү?
ms: <span weight="bold" size="larger">Medium pakej perisian telah dikesan.</span> Adakah anda mahu cuba menaiktaraf daripadanya secara automatik?
nb: <span weight="bold" size="larger">Et distribusjonsmedium med programpakker er oppdaget.</span> Vil du prøve å oppgradere fra dette mediumet automatisk?
nds: <span weight="bold" size="larger">Een Verdeelerdatendräger mit Programmpaketen warrt feststellt.</span>Wullt je een Opfrischen döörföhren?
nn: <span weight="bold" size="larger">Eit distribusjonsmedium med programpakkar er oppdaga.</span> Vil du prøva å oppgradera frå dette mediumet automatisk?
oc: <span weight="bold" size="larger">Un disc compatible Ubuntu que conten de paquets logicials es estat detectat.</span> Lo volètz utilizar per temptar una mesa a jorn automatica de vòstre sistèma ?
pt: <span weight="bold" size="larger">Foi detectado um disco da distribuição com pacotes de software.</span> Gostaria de tentar actualizar a partir desse disco automaticamente?
sl: <span weight="bold" size="larger">Zaznan je nosilec distribucije s programskimi paketi.</span> Bi želeli samodejno nadgraditi sistem iz njega?
sq: <span weight="bold" size="larger">U dallua një volum me paketa programesh.</span> Do të donit të përpiqeni të merrni automatikisht programe prej tij?
sr: <span weight="bold" size="larger">Примећен је диск дистрибуције са програмским пакетима.</span> Желите ли да аутоматски надоградите систем помоћу њега?
th: <span weight="bold" size="larger"> ได้ตรวจพบ volumn ชุดแจกจ่ายที่มีซอฟต์แวร์แพ็กเกจอยู่</span> คุณอยากจะลองปรับปรุงรุ่นจากโวลุ่มนี้โดยอัตโนมัติหรือไม่?
zh_tw: <span weight="bold" size="larger">偵測到含有軟體套件的分發版 (distribution) 磁區。</span> 要試著使用它來自動升級嗎？

source: Start package manager
af: Begin Pakketbeheer
ar: ابدء مدير الحزم
ast: Aniciar xestor de paquetes
bg: Стартиране на управлението на пакети
br: Loc'hañ ar merour pakadoù
eo: Komenci pakaĵan administrilon
et: Käivita paketihaldur
eu: Pakete-kudeatzailea abiarazi
gl: Iniciar o xestor de paquetes
he: התחל את מנהל החבילות
id: Memulai pengatur paket
it: Avvia gestore pacchetti
kk: Пакеттер менеджерін ашу
ko: 패키지 관리자 시작
ku: Dest bi gerînendeyê paketan bike
lt: Paleisti paketų tvarkyklę
lv: Palaist pakotņu pārvaldnieku
mn: Багц зохион байгуулагчийг эхлүүлэх
ms: Mulakan Pengurus Pakej
nb: Start pakkehåndtereren
nds: Paketoppasser starten
nn: Start pakkehandsamaren
oc: Aviar lo gestionari de paquets
pt: Iniciar gestor de pacotes
sl: Zaženi orodje za nameščanje paketov
sq: Fillo menaxhuesin e paketave
sr: Покрени менаџер пакета
th: เริ่มโปรแกรมจัดการแพ็กเกจ
zh_tw: 啟動套件管理程式

source: Run upgrade
af: Voer opgradering uit
ar: أجرِ الترقية
ast: Actualizar
bg: Стартиране на актуализацията
br: Hizivaat bremañ
eo: Rulu ĝisdatigon
et: Käivita uuendamine
eu: Eguneratu
gl: Executar a actualización
he: הפעל שידרוג
id: Jalankan naik tingkat
it: Esegui avanzamento
kk: Жаңартуды бастау
ko: 업그레이드 실행
ku: Bilindkirinê bixebitîne
lt: Pradėti atnaujinimą
lv: Veikt atjaunināšanu
mn: Шинэчлэлийг эхлэх
ms: Laksanakan naiktaraf
nb: Kjør oppgradering
nds: Verschoonsopfrischen utföhrn
nn: Køyr oppgradering
oc: Executar la mesa a nivèl
pt: Executar actualização
sl: Zaženi posodobitev
sq: Nis rifreskimin
sr: Надогради систем
th: ดำเนินการอัพเกรด
zh_tw: 執行升級

source: Addon volume detected
af: Aanvullende volume gevind
ar: يوجد مجلد ملحقات
ast: Discu suplementariu deteutáu
bg: Открит е носител с допълнения
br: Trobarzhell-stokañ ouzhpenn dinoet
eo: Aldona datumportilo detektita
et: Avastati lisade andmekandja
eu: Bolumen gehigarria detektatu da
gl: Detectouse un volume adicional
he: התגלה כונן תוספים
id: Volume tambahan terdeteksi
it: Rilevato volume supplementare
kk: Қосымшалары бар диск табылды
ko: 애드온 볼륨 발견
ku: Yekîneya Pêvekê Hat Dîtin
lt: Rasta papildymų talpykla
lv: Atrasts papildinājumu sējums
mn: Өргөжүүлэгчтэй мэдээлэл тээгч илэрлээ
ms: Medium tambahan (addon) dikesan
nb: Ekstrapakker oppdaget
nds: Datendräger mit Addon-Daten inlegt
nn: Ekstrapakkar oppdaga
oc: Disc complementari detectat
pt: Volume suplementar detectado
sl: Zaznan je nosilec z dodatki
sq: Një volum shtesë u dallua
sr: Примећен је диск са додацима
th: ตรวจพบ Volume ส่วนเสริม
zh_tw: 偵測到含有 附加軟體 的磁區

source: <span weight="bold" size="larger">An addon volume with software applications has been detected.</span> Would you like to view/install the content?
af: <span weight="bold" size="larger">'n Aanvullende skyf met sagteware is gevind.</span> Wil u die inhoud aanskou/installeer?
ar: <span weight="bold" size="larger">يوجد مجلد يحوي تطبيقات برمجية.</span> أتريد استعراض أو تثبيت المحتويات؟
ast: <span weight="bold" size="larger">Tiense deteutáu un volume suplementariu con aplicaciones de software.</span> ¿Prúye-y allupar/instalar el conteníu?
bg: <span weight="bold" size="larger">Открит е носител с допълнения на софтуеърни пакети.</span> Желаете ли да видите или инсталирате съдържанието?
br: <span weight="bold" size="larger">Trobarzhell-stokañ gant pakadoù meziantoù ouzhpenn ennañ 'zo bet dinoet.</span> Ha c'hoant ho peus da welet/staliañ an dalc'had?
eo: <span weight="bold" size="larger">Aldona datenportilo kun programoj estis detektita.</span> Ĉu vi ŝatus rigardi/instali la enhavon?
et: <span weight="bold" size="larger">Avastati lisatarkvaraga andmekandja.</span> Kas soovid selle sisu vaadata/paigaldada?
eu: <span weight="bold" size="larger">Software aplikazioak dauzkan bolumen gehigarri bat detektatu da.</span> Edukiak ikusi/instalatu nahi al dituzu?
gl: <span weight="bold" size="larger">Detectouse un volume engadido con aplicativos de software</span> Quere ver/instalar o seu contido?
he: <span weight="bold" size="larger">התגלה דיסק עם תוספים לתוכנות. </span> האם תרצה לצפות/להתקין את תוכן הדיסק?
id: <span weight="bold" size="larger">Sebuah volume tambahan dengan berbagai perangkat lunak telah terdeteksi.</span> Apakah anda ingin melihat/memasang isinya?
it: <span weight="bold" size="larger">È stato rilevato un volume contenente software supplementare.</span> Visualizzare o installare il contenuto?
kk: <span weight="bold" size="larger">Қосымша бағдарламалардың пакеттер дискісі табылды.</span> Сіз осы дискіні пакеттер менеджерімен ашқыңыз келеді ме?
ko: <span weight="bold" size="larger">소프트웨어 프로그램을 포함한 애드온 볼륨 발견</span> 볼륨의 내용을 확인하고 설치하시겠습니까?
lt: <span weight="bold" size="larger">Rasta papildymų talpykla su programine įranga.</span> Ar norėtumėte peržiūrėti/įdiegti jos turinį?
lv: <span weight="bold" size="larger">Atrasts papildus programmatūras produktu sējums.</span> Vai jūs vēlaties aplūkot/uzstādīt tā saturu?
mn: <span weight="bold" size="larger">Програмтай өрөгжүүлэгч мэдээлэл тээгч илэрлээ.</span> Та агуулгыг үзэх болон суулгах уу?
ms: <span weight="bold" size="larger">Medium pakej perisian tambahan telah dikesan.</span> Adakah anda mahu membuka/memasangnya?
nb: <span weight="bold" size="larger">Et utvidelsesmedium med programvare er oppdaget.</span> Ønsker du å vise/installere innholdet?
nds: <span weight="bold" size="larger">Een Addon-Datendräger warrt feststellt.</span> Wullt je de Inholl opwiesen / installeren laten?
nn: <span weight="bold" size="larger">Eit tilleggsmedium med programvare har vorte oppdaga.</span> Ynskjer du å visa / installera innholdet?
oc: <span weight="bold" size="larger">Un disc complementari d'aplicacions logicialas es estat detectat.</span> Ne volètz veire o n'installar lo contengut ?
pt: <span weight="bold" size="larger">Um volume de expansão com aplicações foi detectado.</span> Gostaria de visualizar/instalar o conteúdo?
sl: <span weight="bold" size="larger">Zaznan je bil dodaten nosilec z aplikacijami.</span> Ali si želite ogledati/namestiti njegovo vsebino?
sq: <span weight="bold" size="larger">Një volum shtesë me programe u dallua.</span> Do të donit të shfaqnit/instalonit përmbajtjen e tij?
sr: <span weight="bold" size="larger">Додатни диск са апликацијама је детектован.</span> Да ли желите да видите/инсталирате садржај?
th: span weight="bold" size="larger">ตรวจพบ volume ส่วนเสริมที่มีซอฟต์แวร์อยู่ด้วย</span> คุณต้องการที่จะตรวจสอบ/ติดตั้งหรือไม่?
zh_tw: <span weight="bold" size="larger">偵測到含有軟體套件的附加磁碟空間裝置。</span> 要檢視或安裝其內容嗎？

source: Start addon installer
af: Begin byvoegsel installeerder
ar: ابدأ مثبت الملحقات
ast: Entamar l'instalador de suplementos
bg: Стартиране на инсталатора на допълнения
br: Kasit ar stalier ouzhpenn da benn
eo: Lanĉi aldonaĵan instalilon
et: Käivita lisade paigaldaja
eu: Gehigarri-instalatzailea abiarazi
gl: Iniciar o instalador de complementos
he: התחל את מתקין התוספים
id: Mulai pemasang tambahan
it: Avvia installazione supplemento
kk: Қосымшалар орнатқыш бағдарламасын ашу
ko: 애드온 설치 시작
ku: Sazkera pêvekan bide destpêkirin
lt: Pradėti papildymų įdiegimą
lv: Palaist papildinājumu uzstādītāju
mn: Өргөжүүлэгчийг суулгаж эхлэх
ms: Mulakan pemasang penambahan (addon)
nb: Start installasjonsveiviser for ekstrafunksjoner
nds: Installatschoon vun Addons starten
nn: Start installasjonsvegvisar av ekstrafunksjonar
oc: Aviar l'installador complementari
pt: Iniciar o instalador suplementar
sl: Zaženi namestitev dodatkov
sq: Nis instaluesin e shtesave
sr: Покрени инсталацију додатака
th: เริ่มโปรแกรมติดตั้งส่วนเสริม
zh_tw: 啟動附加軟體安裝程式
